[
        {
            "ad":"Osman Bey",
            "padisahlikDönemi":"1301 - 1326",
            "dogumVeOlümTarihi":"1258 - 1326",
            "detay":"I. Osman veya Osman Gazi, mahlasıyla Fahrüddin veya Osmancık, Osmanlı Beyliği ve Osmanlı Hanedanı'nın kurucusu ve beyliğin ilk padişahı olan Türk hükümdar. Dedesinin Süleyman Şah veya Gündüz Alp isimli Kayı Beyi olduğu bilinmektedir. Büyükannesi Hayme Hatun, babası Ertuğrul Gazi ve annesi Halime Hatun'dır"
        },
        {
            "ad":"Orhan Gazi",
            "padisahlikDönemi":"1301 - 1362",
            "dogumVeOlümTarihi":"1274 - 1362",
            "detay":"Orhan Gazi veya Orhan Bey, Osmanlı İmparatorluğu'nun ikinci padişahı. 1324 ile 1362 yılları arasında beylik yapmıştır. Babası Osman Gazi'den 16.000 km² olarak aldığı devleti, oğlu I. Murad'a 95.000 km² olarak bırakmıştır. Osmanlı Beyliği'nin kurucusu Osman Gazi ve Malhun Hatun'un oğludur."
        },
        {
            "ad":"1.Murat",
            "padisahlikDönemi":"1362 - 1389",
            "dogumVeOlümTarihi":"1326 - 1389",
            "detay":"I. Murad, Murad-ı Hüdavendigâr veya Gazi Hünkar (Osmanlı Türkçesi: مراد اول, Murad Bey, 1326, Bursa – 28 Haziran 1389, Kosova), Osmanlı Devleti’nin üçüncü padişahı. Babası Orhan Gazi, annesi Nilüfer Hatun'dur.[1][2] Babası Orhan Gazi döneminde 95.000 km² olan devlet toprakları onun döneminde yaklaşık 500.000 km² kadar genişlemiştir."
        },
        {
            "ad":"1.Beyazid (YILDIRIM)",
            "padisahlikDönemi":"1389 - 1402",
            "dogumVeOlümTarihi":"1354 - 1403",
            "detay":"I. Bayezid veya Yıldırım Bayezid (1354, Edirne – 8 Mart 1403, Akşehir), dördüncü Osmanlı padişahı. 1389'dan 1402 yılına kadar hükümdarlık yapmıştır.[1][2] Babası Sultan I. Murad, annesi ise Gülçiçek Hatun'dur."
        },
        {
            "ad":"1.Mehmet",
            "padisahlikDönemi":"1413 - 1421",
            "dogumVeOlümTarihi":"1389 - 1421",
            "detay":"I. Mehmed veya Çelebi Mehmed (Osmanlı Türkçesi: محمد چلبى - Mehmed Çelebi; 1389, Edirne - 26 Mayıs 1421, Edirne), beşinci Osmanlı padişahı. Tarihî kaynaklarda ismi, Mehmed isimli diğer padişahlarınki gibi, Muhammed şeklinde geçer. Babası I. Bayezid, annesi cariye olan Devlet Hatun'dur."
        },
        {
            "ad":"2.Murat",
            "padisahlikDönemi":"1421 - 1444",
            "dogumVeOlümTarihi":"1404 - 1451",
            "detay":"II. Murat veya Koca Murad (Osmanlı Türkçesi: مراد ثاني, Murād-ı sānī; Divan Edebiyatı'ndaki adıyla Muradî; 1404; Amasya – 3 Şubat 1451; Edirne), 6. Osmanlı padişahı, I. Mehmed'in oğlu, Fatih Sultan Mehmed'in babası."
        },
        {
            "ad":"2.Mehmet",
            "padisahlikDönemi":"1444 - 1481",
            "dogumVeOlümTarihi":"1432 - 1481",
            "detay":"II. Mehmed (Osmanlı Türkçesi: محمد ثانى, Meḥmed-i s̠ānī), popüler ismiyle Fatih Sultan Mehmed, kısaca Fatih (Osmanlı Türkçesi: فاتح), veya Batıda kullanılan takma ismiyle Grand Turko (Büyük Türk)[1][2][3] 30 Mart 1432[4] – 3 Mayıs 1481),[5][6] Osmanlı İmparatorluğu'nun 7. padişahıdır. Tarihî kaynaklarda ismi, Mehmed isimli diğer padişahlarınki gibi, Muhammed şeklinde geçer.[7][8][9][10][11][12][13][14] İlk olarak 1444-1446 yılları arasında kısa bir dönem, daha sonra 1451'den 1481 yılında ölümüne kadar 30 yıl boyunca hüküm sürdü."
        }
]
