[
        {
            "ad":"Osman Bey",
            "padisahlikDönemi":"1301 - 1326",
            "dogumVeOlümTarihi":"1258 - 1326",
            "detay":"I. Osman veya Osman Gazi, mahlasıyla Fahrüddin veya Osmancık, Osmanlı Beyliği ve Osmanlı Hanedanı'nın kurucusu ve beyliğin ilk padişahı olan Türk hükümdar. Dedesinin Süleyman Şah veya Gündüz Alp isimli Kayı Beyi olduğu bilinmektedir. Büyükannesi Hayme Hatun, babası Ertuğrul Gazi ve annesi Halime Hatun'dur",
            "photo":"https://iaahbr.tmgrup.com.tr/39c155/0/0/0/0/1280/800?u=https://iahbr.tmgrup.com.tr/2019/12/23/osman-gazi-kimdir-osman-gazi-nereleri-fethetti-osman-gazi-esi-ve-cocuklari-kimdir-1577116136795.jpg"
        },
        {
            "ad":"Orhan Gazi",
            "padisahlikDönemi":"1301 - 1362",
            "dogumVeOlümTarihi":"1274 - 1362",
            "detay":"Orhan Gazi veya Orhan Bey, Osmanlı İmparatorluğu'nun ikinci padişahı. 1324 ile 1362 yılları arasında beylik yapmıştır. Babası Osman Gazi'den 16.000 km² olarak aldığı devleti, oğlu I. Murad'a 95.000 km² olarak bırakmıştır. Osmanlı Beyliği'nin kurucusu Osman Gazi ve Malhun Hatun'un oğludur.",
            "photo":"https://www.haberler.com/trend/61/orhan-gazi_1109_b.jpg"
        },
        {
            "ad":"I.Murat",
            "padisahlikDönemi":"1362 - 1389",
            "dogumVeOlümTarihi":"1326 - 1389",
            "detay":"I. Murad, Murad-ı Hüdavendigâr veya Gazi Hünkar (Osmanlı Türkçesi: مراد اول, Murad Bey, 1326, Bursa – 28 Haziran 1389, Kosova), Osmanlı Devleti’nin üçüncü padişahı. Babası Orhan Gazi, annesi Nilüfer Hatun'dur. Babası Orhan Gazi döneminde 95.000 km² olan devlet toprakları onun döneminde yaklaşık 500.000 km² kadar genişlemiştir.",
            "photo":"https://www.nkfu.com/wp-content/uploads/2013/11/1-Murad-hudavendigar.jpg"
        },
        {
            "ad":"I.Beyazid (YILDIRIM)",
            "padisahlikDönemi":"1389 - 1402",
            "dogumVeOlümTarihi":"1354 - 1403",
            "detay":"I. Bayezid veya Yıldırım Bayezid (1354, Edirne – 8 Mart 1403, Akşehir), dördüncü Osmanlı padişahı. 1389'dan 1402 yılına kadar hükümdarlık yapmıştır. Babası Sultan I. Murad, annesi ise Gülçiçek Hatun'dur.",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Bayazid_I-_Sahand_Ace.jpg/225px-Bayazid_I-_Sahand_Ace.jpg"
        },
        {
            "ad":"I.Mehmet",
            "padisahlikDönemi":"1413 - 1421",
            "dogumVeOlümTarihi":"1389 - 1421",
            "detay":"I. Mehmed veya Çelebi Mehmed (Osmanlı Türkçesi: محمد چلبى - Mehmed Çelebi; 1389, Edirne - 26 Mayıs 1421, Edirne), beşinci Osmanlı padişahı. Tarihî kaynaklarda ismi, Mehmed isimli diğer padişahlarınki gibi, Muhammed şeklinde geçer. Babası I. Bayezid, annesi cariye olan Devlet Hatun'dur.",
            "photo":"https://cdn.yeniakit.com.tr/images/news/625/celebi-mehmet-3a6d26.jpg"
        },
        {
            "ad":"II.Murat",
            "padisahlikDönemi":"1421 - 1444",
            "dogumVeOlümTarihi":"1404 - 1451",
            "detay":"II. Murat veya Koca Murad (Osmanlı Türkçesi: مراد ثاني, Murād-ı sānī; Divan Edebiyatı'ndaki adıyla Muradî; 1404; Amasya – 3 Şubat 1451; Edirne), 6. Osmanlı padişahı, I. Mehmed'in oğlu, Fatih Sultan Mehmed'in babası.",
            "photo":"https://admin.biyografya.com/_docs/photos/f5f3247891a85fbc8fa8264a1c6a4991.jpg"
        },
        {
            "ad":"II.Mehmet",
            "padisahlikDönemi":"1444 - 1481",
            "dogumVeOlümTarihi":"1432 - 1481",
            "detay":"II. Mehmed (Osmanlı Türkçesi: محمد ثانى, Meḥmed-i s̠ānī), popüler ismiyle Fatih Sultan Mehmed, kısaca Fatih (Osmanlı Türkçesi: فاتح), veya Batıda kullanılan takma ismiyle Grand Turko (Büyük Türk) 30 Mart 1432 – 3 Mayıs 1481), Osmanlı İmparatorluğu'nun 7. padişahıdır. Tarihî kaynaklarda ismi, Mehmed isimli diğer padişahlarınki gibi, Muhammed şeklinde geçer. İlk olarak 1444-1446 yılları arasında kısa bir dönem, daha sonra 1451'den 1481 yılında ölümüne kadar 30 yıl boyunca hüküm sürdü.",
            "photo":"https://static.daktilo.com/sites/71/uploads/2020/06/17/large/fatih-sultan-mehmet-1-1592390399.jpg"
        },
        {
            "ad":"II.Beyazıd",
            "padisahlikDönemi":"1481 - 1512",
            "dogumVeOlümTarihi":"1447 - 1512",
            "detay":"II. Bâyezîd veya II. Beyazıt, ayrıca bilinen adıyla Sultân Bayezid-î Velî (Osmanlı Türkçesi: بايزيد ثاني Bayezīd-i Sānī, d. 3 Aralık 1447 – ö. 26 Mayıs 1512); Osmanlı İmparatorluğu'nun sekizinci padişahı. Babası Fatih Sultan Mehmed, annesi Sitti Mükrime Hatun ya da Emîne Gül-Bahar Vâlide Hatûn'dur. Yavuz Sultan Selim'in de babasıdır. Tahta geçtiğinde 511.000 km²'si Asya'da, 1.703.000 km²'si Avrupa'da olmak üzere toplam 2.214.000 km² olan imparatorluk toprakları, ölümünde yaklaşık 2.375.000 km²'ydi.[6]",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Sultan_II._Bayezit.JPG/220px-Sultan_II._Bayezit.JPG"
        },
        {
            "ad":"I.Selim",
            "padisahlikDönemi":"1512 - 1520",
            "dogumVeOlümTarihi":"1470 - 1520",
            "detay":"I. Selim, bilinen adıyla Yavuz Sultan Selim (Osmanlı Türkçesi: سلطان سليم اول‎ Sultan Selīm-i Evvel; 10 Ekim 1470 – 22 Eylül 1520), 9. Osmanlı padişahı ve 88. İslam halifesidir. Aynı zamanda ilk Türk İslam halifesi ve Hâdim'ul-Harameyn'uş-Şerifeyn (Mekke ve Medine'nin Hizmetkârı) unvanına sahiptir. Babası II. Bayezid, annesi Gülbahar Hatun, eşi Ayşe Hafsa Sultan'dır. Tahtı devraldığında 2.375.000 km2 olan Osmanlı topraklarını 8 yıl gibi kısa bir sürede 2,5 kat büyütmüş ve ölümünde imparatorluk topraklarının 1.702.000 km2'si Avrupa'da, 1.905.000 km2'si Asya'da, 2.905.000 km2'si Afrika'da olmak üzere toplam 6.557.000 km2'ye çıkarmıştır. Padişahlığı döneminde Anadolu'da birlik sağlanmış; halifelik Mısır Memlükleri'ne bağlı Abbasiler'den Osmanlı Hanedanına geçmiştir. Ayrıca devrin en önemli iki ticaret yolu olan İpek ve Baharat Yolu'nu ele geçiren Osmanlı, bu sayede doğu ticaret yollarını tamamen kontrolü altına almıştır.",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Yavuz_Sultan_I._Selim_Han.jpg/220px-Yavuz_Sultan_I._Selim_Han.jpg"
        },
        {
            "ad":"I. Süleyman",
            "padisahlikDönemi":"1520 - 1556",
            "dogumVeOlümTarihi":"1494 - 1566",
            "detay":"I. Süleyman (Osmanlı Türkçesi: سلطان سليمان اول‎, Sultan Süleyman-ı Evvel; 6 Kasım 1494, Trabzon - 7 Eylül 1566, Zigetvar), Osmanlı İmparatorluğu'nun onuncu padişahı ve 89. İslam halifesi. Batı'da Muhteşem Süleyman,[2][3] Doğu'da ise adaletli yönetimine atfen Kanunî Sultan Süleyman (Osmanlı Türkçesi ile قانونى سلطان سليمان‎) olarak da bilinmektedir. 1520'den 1566'daki ölümüne kadar, yaklaşık 46 yıl boyunca padişahlık yapan ve 13 kez sefere çıkan I. Süleyman, saltanatının toplam 10 yıl 1 ayını seferlerde geçirmiştir.[4] Süleyman böylece imparatorluğun hem en uzun süre görev yapan hem en çok sefere çıkan ve en uzun süre sefer yapan Osmanlı Sultanı olmuştur.I. Süleyman 1520 yılında, babası I. Selim'in ölümünün ardından tahta çıktı. Batıda Belgrad, Rodos, Boğdan ve Macaristan'ın büyük kısmını imparatorluk topraklarına kattı. 1529 yılında Viyana'yı kuşatsa da çeşitli sebeplerden ötürü bu kuşatma başarısızlıkla sonuçlandı. Doğuda, Safevîlerle yapılan savaşlar sonrasında Irak'ı ele geçirdi ve Osmanlı sınırlarını İran'ın içlerine kadar genişletti. Mağrip'te imparatorluğun sınırları Fas'a kadar uzanırken; Osmanlı Donanması ise Akdeniz'den Kızıldeniz'e kadar olan sularda hakimiyet kurmuştu.[5] Zigetvar Kuşatması'nın sonlanmasından bir gün önce, 7 Eylül 1566 tarihinde 71 yaşında hayatını kaybetti ve yerine oğlu II. Selim geçti.",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/EmperorSuleiman.jpg/220px-EmperorSuleiman.jpg"
        },
        {
            "ad":"II.Selim",
            "padisahlikDönemi":"1566 - 1574",
            "dogumVeOlümTarihi":"1524 - 1574",
            "detay":"II. Selim (Osmanlı Türkçesi: سليم ثانى Selīm-i sānī), Sarı Selim ya da Sarhoş Selim[1] olarak da anılır (30 Mayıs 1524[2],İstanbul - 15 Aralık 1574, İstanbul), 11. Osmanlı padişahı ve 90. İslâm halîfesidir. Kânûnî Sultan Süleyman ve Hürrem Sultan'ın oğludur.[3][4][5] Kardeşi Bayezid'e karşı Konya'da yapılan savaşı kazanarak, babasının desteğini aldı. Babasının ölümü üzerine, hayattaki tek oğlu olarak 1566 tarihinde on birinci padişah olarak tahta geçti. Padişah olur olmaz ilk seferini Batı’ya yaptı. Ülke sınırlarını Orta Avrupa’ya kadar genişletti. Kıbrıs, Tunus kayıtsız şartsız teslim olanlar arasındaydı. Ülkesinin denizlerde de egemenliğini genişleterek, deniz egemenliğine önem verdi. Turgut Reis gibi kaptanlar onun zamanında yetişti. Sokollu Mehmed Paşa gibi çok güçlü bir vezire sahipti, devlet işlerinde en önemli yardımcısı idi. Onun zamanında İstanbul ve ülkenin çok değişik alanlarında birçok mimari eseri yapıldığı gibi, önemli onarım faaliyetlerini de gerçekleştirdi. Devrinin usta mimarı, Mimar Sinan’a Edirne’de Selimiye Camii'ni yaptırdı. Babasından 14.892.000 km² olarak devraldığı imparatorluk topraklarını, 15.192.000 km² olarak bırakmıştır. 15 Aralık 1574 günü 50 yaşında vefat etmiş, Ayasofya'daki türbesine gömülmüştür. Padişahların sefere çıkmama geleneğini başlatmıştır. Ölümüne kadar padişahlığını sürdürmüştür.",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/II._Selim_Han.jpg/220px-II._Selim_Han.jpg"
        },
        {
            "ad":"III.Murad",
            "padisahlikDönemi":"1574 - 1595",
            "dogumVeOlümTarihi":"1546 - 1595",
            "detay":"II. Selim'in Nurbanu Sultan'dan olan en büyük oğlu ve varisidir. Nurbanu'nun anne ve babasının kimler olduğu ise kesin olarak bilinememektedir. İyi bir eğitim alan şehzade Arapça ve Farsça öğrendi. 1558 yılında babası II. Selim'in Manisa Sancakbeyliğinden Karaman Valiliğine atanması sonucu dedesi Kanuni Sultan Süleyman tarafından Alaşehir Sancakbeyliğine gönderildi. Babası II. Selim padişah olduktan sonra ise Manisa Sancakbeyliğine gönderildi. Babası II. Selim'in vefatından sonra 22 Aralık 1574'te İstanbul'a gelerek Osmanlı tahtına oturdu.\n\n22 Aralık 1574 (Ramazan ayı) Çarşamba sabahı, Osmanlı mülkünü devralır almaz fetva ile ilk iş olarak 5 kardeşini boğdurmuştur. Osmanlı Devleti, Lehistan yönetimine hakim olmakla Avusturya'ya komşu olan iki müttefik elde etmiş olacaktı. Fransızlarla Kanuni döneminde iyi ilişkiler kurulmuştu. Fakat Fransız tahtının boşalması ile Lehistan'da iktidar boşluğu oluştu. III. Murad'ın isteği ile Erdel Beyi Bathary, Lehistan kralı oldu. Lehistan ile yapılan anlaşmalar sonucu kuzey sınırı güvenli hale getirildi. III. Murat III. Murad tahta geçtiğinde Kuzey Afrika kıyılarından sadece Fas Osmanlı topraklarına katılmamıştı. 1578 yılında Ramazan Paşa komutasındaki Osmanlı kuvvetleri Fas'ı ele geçirerek bölgedeki Portekiz gücünü kırdılar. 1584 yılında bir Yeniçeri isyanında öldürülen Trablusgarp Valisi Ramazan Paşa'nın ailesini İstanbul'a getiren gemiye Kefalonya açıklarında Venedik gemileriyle saldırı düzenlenmesi sonucunda Venedik ile uzun süredir devam eden barış sona erdi. Venedik senatosuna bir ültimatom gönderen III. Murad, Ramazan Paşa'nın ailesini ve mallarını Preveze'ye getirtmeyi başardı. Venedik'in de barışı korumak istemesi üzerine iki devlet arasındaki mesele çözüldü. III. Murad'a ait tuğra III. Murad zamanında Ceneviz, Venedik ve Fransızlara verilen kapitülasyonlar ile ticaret gemileri Osmanlı limanlarında ticaret yapma hakkına sahiptiler. 1583'te İngiltere Kraliçesi I. Elizabeth bir elçi göndererek aynı imtiyazlardan faydalanmak istediğini belirtti. Venedik ve Ceneviz haricindeki kapitülasyonu olmayan devletlerin tüccarı, Fransız bayrağıyla Osmanlı limanlarına geliyordu. 1572'daki Bartalameos Katliamı yüzünden Katoliklerden yüz çevirmeye başlayan Osmanlı hükumeti, Papa'nın koyduğu stratejik harp malzemesi ambargosunu kırabilmek için Protestan olan İngiltere'ye yakınlaştı. Böylece Akdeniz'de İngiliz-Fransız rekabeti başlamış oldu. Bu rekabetten Osmanlı Devleti de birçok siyasi menfaat kazanmış oldu.Şah I. Tahmasb'ın oğlu Şah II. İsmail, Osmanlı Devleti ve Safevi Devleti arasındaki barış antlaşmalarına riâyet etmemiş ve Osmanlı'ya bağlı bazı Emirleri kendi tarafına çekmeyi başarmıştı. Osmanlı hükûmeti Van Beylerbeyine talimat vererek orada huzurun sağlanmasını istemişti. Safeviler'in Luristan valisinin Osmanlı devletine sığınması zaten gergin olan ilişkileri daha da kötüleştirdi. Bu arada Şah II. İsmail ölmüş, Safevi Hanedanlığı'nda taht kavgaları başlamıştı. Bu durumdan yararlanmak isteyen Van Beylerbeyi, Safeviler'e saldırdı. İlk Safevi savaşı on iki yıl (1577 - 1589) sürdü. Özdemiroğlu Osman Paşa komutasındaki Osmanlı birlikleri Safevi kuvvetlerini Çıldır'da yendi. Bu savaştan sonra tüm Gürcistan fethedildi. 1578'de Tiflis, Osmanlı vilayeti durumuna getirildi. Aynı yıl Şirvan da Meşaleler Muharebesi ile Osmanlı topraklarına katıldı. Bu gelişmeler üzerine Safeviler barış istemek zorunda kaldı. 21 Mart 1590 tarihinde Ferhat Paşa Antlaşması (İstanbul Antlaşması) imzalandı. Bu antlaşmaya göre Kars, Tebriz, Tiflis, Gence ve Şehrizur Osmanlı Devleti'nde kalacaktı. Bu antlaşma ile Osmanlı Devleti doğuda en geniş sınırlarına ulaşmış oluyordu.1590'da Avusturya ile yapılan 8 yıllık barış antlaşması 1593 yılında, Telli Hasan Paşa'nın başıbozukların oluşturduğu Uskokların üzerine yürümesini savaş sebebi sayan Avusturya ile bozuldu. Avusturya İmparatoru II. Rudolf ödemekte olduğu vergiyi vermediği gibi Eflak, Erdel ve Boğdan beylerini de isyana teşvik etti. Telli Hasan Paşa Hırvatistan sınırındaki Siska kalesini kuşatma altında aldı. Ancak burada yapılan savaşta Hasan Paşa ve binlerce askerle birlikte Hersek Sancakbeyi de şehit düştü. Bunun üzerine Sinan Paşa'nın ısrarıyla 1593 yılında Avusturya'ya savaş ilan edildi. Savaş devam ederken 16 Ocak 1595'te III. Murad İstanbul'da felç geçirerek öldü. Cenazesi Ayasofya Camii avlusuna defnedildi.",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/III._Murat_Han.jpg/220px-III._Murat_Han.jpg"
        },
        {
            "ad":"III.Mehmet",
            "padisahlikDönemi":"1595  - 1603",
            "dogumVeOlümTarihi":"1566 - 1603",
            "detay":"II. Selim'in Nurbanu Sultan'dan olan en büyük oğlu ve varisidir. Nurbanu'nun anne ve babasının kimler olduğu ise kesin olarak bilinememektedir. İyi bir eğitim alan şehzade Arapça ve Farsça öğrendi. 1558 yılında babası II. Selim'in Manisa Sancakbeyliğinden Karaman Valiliğine atanması sonucu dedesi Kanuni Sultan Süleyman tarafından Alaşehir Sancakbeyliğine gönderildi. Babası II. Selim padişah olduktan sonra ise Manisa Sancakbeyliğine gönderildi. Babası II. Selim'in vefatından sonra 22 Aralık 1574'te İstanbul'a gelerek Osmanlı tahtına oturdu.\n\n22 Aralık 1574 (Ramazan ayı) Çarşamba sabahı, Osmanlı mülkünü devralır almaz fetva ile ilk iş olarak 5 kardeşini boğdurmuştur. Osmanlı Devleti, Lehistan yönetimine hakim olmakla Avusturya'ya komşu olan iki müttefik elde etmiş olacaktı. Fransızlarla Kanuni döneminde iyi ilişkiler kurulmuştu. Fakat Fransız tahtının boşalması ile Lehistan'da iktidar boşluğu oluştu. III. Murad'ın isteği ile Erdel Beyi Bathary, Lehistan kralı oldu. Lehistan ile yapılan anlaşmalar sonucu kuzey sınırı güvenli hale getirildi. III. Murat III. Murad tahta geçtiğinde Kuzey Afrika kıyılarından sadece Fas Osmanlı topraklarına katılmamıştı. 1578 yılında Ramazan Paşa komutasındaki Osmanlı kuvvetleri Fas'ı ele geçirerek bölgedeki Portekiz gücünü kırdılar. 1584 yılında bir Yeniçeri isyanında öldürülen Trablusgarp Valisi Ramazan Paşa'nın ailesini İstanbul'a getiren gemiye Kefalonya açıklarında Venedik gemileriyle saldırı düzenlenmesi sonucunda Venedik ile uzun süredir devam eden barış sona erdi. Venedik senatosuna bir ültimatom gönderen III. Murad, Ramazan Paşa'nın ailesini ve mallarını Preveze'ye getirtmeyi başardı. Venedik'in de barışı korumak istemesi üzerine iki devlet arasındaki mesele çözüldü. III. Murad'a ait tuğra III. Murad zamanında Ceneviz, Venedik ve Fransızlara verilen kapitülasyonlar ile ticaret gemileri Osmanlı limanlarında ticaret yapma hakkına sahiptiler. 1583'te İngiltere Kraliçesi I. Elizabeth bir elçi göndererek aynı imtiyazlardan faydalanmak istediğini belirtti. Venedik ve Ceneviz haricindeki kapitülasyonu olmayan devletlerin tüccarı, Fransız bayrağıyla Osmanlı limanlarına geliyordu. 1572'daki Bartalameos Katliamı yüzünden Katoliklerden yüz çevirmeye başlayan Osmanlı hükumeti, Papa'nın koyduğu stratejik harp malzemesi ambargosunu kırabilmek için Protestan olan İngiltere'ye yakınlaştı. Böylece Akdeniz'de İngiliz-Fransız rekabeti başlamış oldu. Bu rekabetten Osmanlı Devleti de birçok siyasi menfaat kazanmış oldu.Şah I. Tahmasb'ın oğlu Şah II. İsmail, Osmanlı Devleti ve Safevi Devleti arasındaki barış antlaşmalarına riâyet etmemiş ve Osmanlı'ya bağlı bazı Emirleri kendi tarafına çekmeyi başarmıştı. Osmanlı hükûmeti Van Beylerbeyine talimat vererek orada huzurun sağlanmasını istemişti. Safeviler'in Luristan valisinin Osmanlı devletine sığınması zaten gergin olan ilişkileri daha da kötüleştirdi. Bu arada Şah II. İsmail ölmüş, Safevi Hanedanlığı'nda taht kavgaları başlamıştı. Bu durumdan yararlanmak isteyen Van Beylerbeyi, Safeviler'e saldırdı. İlk Safevi savaşı on iki yıl (1577 - 1589) sürdü. Özdemiroğlu Osman Paşa komutasındaki Osmanlı birlikleri Safevi kuvvetlerini Çıldır'da yendi. Bu savaştan sonra tüm Gürcistan fethedildi. 1578'de Tiflis, Osmanlı vilayeti durumuna getirildi. Aynı yıl Şirvan da Meşaleler Muharebesi ile Osmanlı topraklarına katıldı. Bu gelişmeler üzerine Safeviler barış istemek zorunda kaldı. 21 Mart 1590 tarihinde Ferhat Paşa Antlaşması (İstanbul Antlaşması) imzalandı. Bu antlaşmaya göre Kars, Tebriz, Tiflis, Gence ve Şehrizur Osmanlı Devleti'nde kalacaktı. Bu antlaşma ile Osmanlı Devleti doğuda en geniş sınırlarına ulaşmış oluyordu.1590'da Avusturya ile yapılan 8 yıllık barış antlaşması 1593 yılında, Telli Hasan Paşa'nın başıbozukların oluşturduğu Uskokların üzerine yürümesini savaş sebebi sayan Avusturya ile bozuldu. Avusturya İmparatoru II. Rudolf ödemekte olduğu vergiyi vermediği gibi Eflak, Erdel ve Boğdan beylerini de isyana teşvik etti. Telli Hasan Paşa Hırvatistan sınırındaki Siska kalesini kuşatma altında aldı. Ancak burada yapılan savaşta Hasan Paşa ve binlerce askerle birlikte Hersek Sancakbeyi de şehit düştü. Bunun üzerine Sinan Paşa'nın ısrarıyla 1593 yılında Avusturya'ya savaş ilan edildi. Savaş devam ederken 16 Ocak 1595'te III. Murad İstanbul'da felç geçirerek öldü. Cenazesi Ayasofya Camii avlusuna defnedildi.",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Sultan_Mehmet_III_of_the_Ottoman_Empire.jpg/220px-Sultan_Mehmet_III_of_the_Ottoman_Empire.jpg"
        },
        {
            "ad":"I.Ahmet",
            "padisahlikDönemi":"1603 - 1617",
            "dogumVeOlümTarihi":"1590 - 1617",
            "detay":"I. Ahmed (Osmanlı Türkçesi: احمد اول, Ahmed-i evvel, Divan Edebiyatı'ndaki mahlasıyla Bahtî; 18 Nisan 1590,[1] Manisa – 22 Kasım 1617, İstanbul), 14. Osmanlı padişahı ve 93. İslâm halifesidir. Sultan III. Mehmed ve Handan Valide Sultan'ın oğludur. Sancağa gitmeyip tahta çıkan ilk Osmanlı padişahıdır.\nŞehzadeliği\nI. Ahmed 18 Nisan 1590 tarihinde babası Şehzade Mehmed'in sancak beyi olduğu Manisa şehrinde doğdu.[1] Annesi Handan Valide Sultan'dır. 1595 yılına gelindiğinde dedesi III. Murad vefat edince babası III. Mehmed ile beraber İstanbul'a geldi. Kendisinden önce Selim, Cihangir ve Mahmud isminde üç ağabeyi daha olan Şehzade Ahmed ve ikinci eş durumunda olan annesi Handan Sultan güçsüz bir konumdaydılar. Fakat Şehzade Selim ve Şehzade Cihangir'in erken ölümü ile Şehzade Mahmud en büyük şehzade olarak Veliaht ilan edildi. Fakat Şehzade Mahmud'un annesi olan Halime Sultan'ın müneccime oğlunun tahta çıkması konusunda soru sorduğu mektup Safiye Sultan'ın eline geçince, muhtemelen Handan Sultan ile de iş birliği yapan Safiye Sultan torununu öldürmesi için oğlu Sultan Mehmed'i ikna etti.[2] Tahta kast edebileceği yönünde dedikoduların artması üzerine III. Mehmed'in emriyle 7 Haziran 1603 günü Şehzade Mahmud dairesinde boğduruldu. Böylece hiç umut yokken Şehzade Ahmed'e tahtın yolu açıldı. Aradan 6 ay kadar geçtikten sonra da babası Sultan Mehmed aniden öldü.[kaynak belirtilmeli] Şehzade Ahmed kendisini yetiştiren annesi sebebiyle oldukça dindar bir padişah olarak bilinir ve yaptırdığı Sultan Ahmet Camii de bunun bir nişanesi sayılabilir.\nSaltanatı\nBabası III. Mehmed'in vefatı üzerine hemen ertesi gün apar topar vuku bulan cülus töreni 22 Aralık tarihinde ya da 21 Aralık 1603[3] Pazar günü sabahı gerçekleşmiştir. Nasıl ki babası kendinden evvelki sultanlara nazaran en genç yaşta hayatını kaybetmiş hükümdar ise I. Ahmed de o vakte kadar babasının vefatıyla tahta geçenlerin arasındaki en genç hükümdardır. Eyüp Sultan'da kılıç kuşanarak tahta geçen ve I. Süleyman'dan sonraki padişahlar içinde devlet işleriyle yoğun şekilde uğraşan ilk padişah olarak kabul edilen I. Ahmed ilk yıllarında daha pasif bir padişahlık sürdürdü.\nSaltanatının ilk iki yılı\nI. Ahmed tahta çok küçük yaşta çıktığı için yarı naibe rolüyle Handan Sultan oğlu için bir öğretici oldu. Bu konuda Leslie Peirce, Handan Sultan'ın oğlu döneminde çok güçlü biri olduğunu ve tecrübesiz oğlu için zihinsel anlamda pek çok şeyi aşıladığını ve geri planda devleti yönettiğini varsaymaktadır.[4] Oğlu üzerinde etkili olan annesinin etkisiyle sultan Ahmed ilk iş olarak tahta çıkışından 19 gün sonra büyük bir alayın refakatinde Safiye Sultan'ı Eski Saray'a göndertti.[5] Böylece devleti kötü yönde etkileyen bir ekip de saraydan uzaklaştırılmış oldu. Sonraki diğer kararlarında da annesinin etkili olduğu açıktır. Sultan I. Ahmet tahta geçtiği sırada Avusturya Savaşı devam ediyordu. Osmanlı kuvvetleri Belgrad'dan Budin'e doğru ilerlemekteydi. Peşte (25 Eylül 1604) ve Hatvan kaleleri savaş yapılmadan kolaylıkla ele geçirildi. Osmanlı ordusu ilerleyerek Budin'in kuzeyinde bulunan Vaçkalesini ele geçirdi (16 Ekim 1604). Osmanlı Ordusu, Sultan I. Ahmet'in buyruğu üzerine Belgrad üzerinden Budin'e yürüdü. 29 Ağustos 1605'te Estergon Kalesi kuşatıldı ve tam karşısındaki Ciğerdelen kalesi fethedildi. 8 Eylül'de Vişegrad, 19 Eylül'de Saint Thomas (Tepedelen) kaleleri fethedildi. 3 Ekim 1605'te ise Estergon Kalesi teslim alındı.\n12 Kasım 1605 günü annesini kaybeden I. Ahmed için yeni akıl alacağı kişi Derviş Paşa olmuştu.[6] Devam eden zorlu seferler Osmanlı Devleti'nin belini bükünce artık paşalar diğer devletler ile daha iyi ilişkiler kurma yoluna girmek isteyecektir.\nZitvatorok Antlaşması\nOsmanlılar da, Avusturyalılar da art arda yapılan bunca savaştan dolayı sosyal ve ekonomik yönden çok yıpranmışlardı. Daha önce yapılan barış görüşmelerinden bir sonuç çıkmamıştı. Ancak 11 Kasım 1606'da Estergon-Komorom arasında Zitva suyunun Tuna Irmağına döküldüğü yerde imzalanan Zitvatorok Antlaşmasıyla barış sağlandı.\nAntlaşmaya göre Eğri, Estergon, Kanije kaleleri Osmanlılarda, Raab (Yanıkkale) ve Komarom kaleleri Avusturyalılarda kalacaktı. Avusturya bir kereye mahsus olmak üzere 200.000 altın savaş tazminatı ödeyecekti. Avusturya Arşidükü protokolde Osmanlı Padişahına eşit sayılacak ve Osmanlı padişahı Avusturya Arşidüküne yazışmalarda Kutsal-Roma İmparatoru (Sezar/Kayser) unvanıyla hitap edecek, her üç yılda bir karşılıklı armağanlar gönderilecekti. Avusturya'nın Macaristan için ödemekte olduğu yıllık 30.000 altın vergi ise kaldırılacaktı. Zitvatorok Antlaşması, Osmanlıların lehine gibi görünse de Osmanlı Devleti artık eski gücünde değildi. Bu antlaşma ile Osmanlı Devleti'nin Avusturya karşısındaki üstünlüğü sona ermiş, siyasi dengeler Osmanlı aleyhine bozulmaya başlamıştır. Bu barış antlaşmasının Osmanlı Devleti'nin imzalandığı en istifadeli antlaşma olduğu kabul edilmektedir.\nDönemindeki Önemli Olaylar\nAnadolu beyliklerinin en uzun ömürlülerinden birisi olan Ramazanoğulları Beyliği, Yavuz Sultan Selim döneminde 1514 yılından sonra ise Osmanlılar'a tabi olmuştu. I. Ahmet dönemine denk gelen 1608 yılından sonra Adana'nın Halep'e; Sis ve Tarsus'un da Kıbrıs Beylerbeyiliğine bağlanmasıyla Ramazanoğulları Beyliği sona ermiştir.\nSafevilerle ilişkiler\nSultan I. Ahmet tahta geçtiği sırada, Osmanlı İmparatorluğu batıda Avusturya, doğuda Safevi devleti ile savaş halindeydi. Osmanlı ordusu Sinan Paşa komutasında Nahçıvan üzerinden Revan'a yürüdü. Bu arada yeniçeriler Van'a dönülmesini istiyorlardı. Osmanlı ordusu kışı Van'da geçirdi.\nTebriz'i geri almak için yapılan savaşta Osmanlı ordusu, Şah Abbas'ın ordularını Selmas yörelerinde yendi. Ancak Erzurum Beylerbeyi Sefer Paşa'nın çekilen düşman kuvvetlerini izleyip asıl ordudan ayrılmasını fırsat bilen Şah Abbas, ordu merkezine ani bir saldırıda bulundu. Yenilgiye uğrayan Sinan Paşa önce Van'a, daha sonra da Diyarbakır'a çekildi. Şah Abbas Şirvan, Şamahı ve Gence'yi kolaylıkla ele geçirdi. Osmanlı İmparatorluğu Avrupa'da devam eden Avusturya Savaşı ve iç isyanlarla uğraştığı için İran cephesinde başarılı olamıyordu. Sadrazam Nasuh Paşa, Şah Abbas'ın barış önerisini kabul etti.\n1612 yılında yapılan Nasuh Paşa Antlaşmasıyla 9 yıl süren Osmanlı-Safevi Savaşı sona erdi. Yapılan antlaşmayla, Safeviler Osmanlı Devletine 200 deve yükü ipek vermeyi kabul ettiler. 1615 yılına kadar süren barış dönemi Şah Abbas'ın antlaşmayı bozması üzerine sona erdi. Yapılan savaşlarda Osmanlılar çok kayıp verdi. Sultan II. Osman (Genç Osman) döneminde, Nasuh Paşa Antlaşması temel alınarak yapılan Serav Antlaşması ile barış tekrar sağlanacaktır (26 Eylül 1618).\nCelali isyanları\nYavuz Sultan Selim döneminde binlerce taraftarı ile ayaklanan Bozoklu Celal, Osmanlı Devleti için büyük problem olmuştu. Bu isyanlar bastırıldı ise de Anadolu'da meydana gelen iç isyanlar ve karışıklıklara yine Celali İsyanları denildi. Sultan I. Ahmet döneminde Celali İsyanları tekrar patlak verdi. Tavil Ahmed, Canboladoğlu, Kalenderoğlu ve Deli Hasan ayaklanmaları bunlardan en önemlileridir. Sadrazam Kuyucu Murat Paşa'nın ısrarlı ve sert politikaları sonunda Celali İsyanları zor da olsa bastırıldı.\nÖlümü\nSultan I. Ahmed yakalandığı tifüs hastalığından kurtulamayarak 21 Kasım'ı 22 Kasım'a bağlayan gece 1617 yılında 27 yaşında öldü. Halkın sevdiği padişah Sultanahmet Camii yanındaki türbesine defnedildi. Kendisinden sonra getirdiği sisteme uygun olarak kardeşi I. Mustafa tahta geçti.\n",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Sultan_I._Ahmet.jpg/220px-Sultan_I._Ahmet.jpg"
        },
        {
            "ad":"I.Mustafa",
            "padisahlikDönemi":"1617 - 1618 & 1622 - 1623",
            "dogumVeOlümTarihi":"1591 - 1639",
            "detay":"I. Mustafa (Osmanlı Türkçesi: مصطفى الأول) (d. 1591 Manisa – ö. 20 Ocak 1639, Topkapı Sarayı, İstanbul), 15. Osmanlı padişahı ve 94. İslam halifesidir. Akli dengesi bozuk olan I. Mustafa'nın ilk saltanatı 96 gün, ikinci saltanatı ise 1 yıl 3 ay 22 gün sürdü.[1] Psikolojik rahatsızlığının zamanla geçeceğini savunanların ısrarıyla padişah yapıldı.[2] Menfaatlerini I. Mustafa'nın padişahlığının devamında gören kimseler, onun keramet sahibi bir veli olduğunu iddia ediyordu.[3] Aklî zayıflığı nedeniyle padişahlık yapamayacağı anlaşılan I. Mustafa'nın tahttan indirilmesi sağlandı. Bulunduğu odanın kapıları üstüne kapatılarak hapsedilen I. Mustafa'nın yerine II. Osman tahta çıkarıldı.[4] I. Mustafa'nın ikinci kez tahta oturması ise II. Osman'ın öldürülmesiyle sonuçlanan ayaklanma ile oldu.\n\nHayatı\n\nBabası Sultan III. Mehmed'tir. I. Mustafa'nın Abaza asıllı olan annesinin ismi kesin olarak bilinmemektedir.[4] I. Ahmed tahta çıktığında tek erkek kardeşi olarak bulunan Mustafa'nın hayatına dokunulmadı. Ayrıca III. Mehmed'in on dokuz kardeşini öldürtmesinin halk tarafından nefretle karşılanmış olmasının da öldürülmemesinde bir etkisi vardı. Osmanlı tarihinde ilk defa padişahlığın babadan oğla geçmesi kuralını bozarak kardeşinin arkasından tahta çıkmış olan padişah olması özelliğini taşır.\n\nPadişahlığı Öncesi\nI. Mustafa'nın tahta çıkması ve öldürülmemesi üzerindeki genel kanı kendisinden birkaç yaş büyük olan kardeşi Ahmed’in on dört yaşında tahta çıkması üzerine Osmanlı hânedanın geride kalan tek erkek üyesi olması ve yeni padişahın henüz bir erkek çocuğu bulunmadığından da hayatına dokunulmadığı şeklindedir. İstanbul içinden geçerken, Handan Valide Sultan'ın alayına denk gelen bir balyosun raporuna göre de öldürüleceği lafının sürekli konuşulduğu söylenmektedir.[5] Bu dedikodular ve baskı yüzünden hayatı boyunca ölüm korkusu yaşamış ve bu durum akli dengesini yitirmesine yol açmıştır.[6] Handan Sultan ölümüne kadar I. Mustafa'nın öldürülmesine engel oldu. Onun vefatından sonra Sultan Ahmed'in çocukları olunca öldürülmesi fikri yeniden akla geldiyse de devlet adamları Şehzade Mustafa'nın hasta ve zararsız olduğu hakkında padişahı ikna ettiler.\n\nİlk Saltanatı\nI. Ahmed öldüğünde en büyük oğlu (Mahfiruz Hatice Sultan'dan doğma) Genç Osman 13 yaşında olduğu için, hanedanın en kıdemli erkek üyesi olması bakımından, I. Mustafa'nın tahta çıkarılmasına karar verildi. Sultan I. Mustafa ağabeyi Sultan I. Ahmed’in vefatı üzerine 22 Kasım 1617'de hanedanın en yaşlı mensubu olarak tahta geçti. Osmanlı padişahlarının on beşincisi olan I. Mustafa devlet meseleleri ile ilgilenmediğini ifade ederek saltanatı kabul etmediyse de bu durum, devlet erkânı tarafından göz önüne alınmadı. Ancak gerçekten I. Mustafa devlet işleri ile ilgilenmeyip, devlet işlerini ehline teslim etmek istedi. Nitekim tahta çıktıktan 96 gün sonra 26 Şubat 1618 günü tahttan indirildi, yerine II. Osman geçti. Ancak yenilik taraftarı olmayanların tahrikleri neticesinde isyan eden yeniçerilerin 19 Mayıs 1622’de II. Osman’ı tahttan indirdiler.\n\nİkinci Saltanatı\nGenç Osman'ın isyancılar tarafından öldürülmesiyle I. Mustafa tekrar tahta çıktı. Bu sırada sultan II. Osman’ın veziriazam Kara Davut Paşa tarafından şehit ettirilmesi büyük karışıklıklara sebep oldu. I. Mustafa, Davut Paşa’yı azletti ancak isyanlar durmadı. İstanbul’da oluşan karışıklıklar ve Anadolu’da meydana gelen isyanlar, Osmanlı Devleti’nin başında devlet işlerinden anlayan ve bunu yapmak isteyen bir padişahın bulunmasını gerekli kılıyordu. Şeyhülislâm Yahya Efendi ve devlet erkânı, I. Mustafa’nın yerine IV. Murad’ın geçmesi konusunda karara vardı. I. Mustafa 1,5 yıl daha hüküm sürdükten sonra akıl sağlığı bozuk olduğu için 10 Eylül 1623 tarihinde şeyhülislam'ın fetvası ile tekrar tahttan indirilip yerine 11 yaşındaki diğer yeğeni ve Kösem Sultan'ın oğlu olan IV. Murat geçirildi. I. Mustafa, annesinin ve Kızlar ağasının özendirmelerine rağmen kadınlara ilgi ve alaka duymamış ve çocuğu olmamıştır. Sultan I. Mustafa tahttan indirildikten sonra 15 yıl daha yaşadı. 20 Ocak 1639 günü Topkapı Sarayı'nda geçirdiği bir sara krizi nedeniyle öldüğü sanılmaktadır.[10] Bir rivayete göreyse IV. Murad'ın emriyle öldürülmüştür.[11] Ayasofya Camii'nde Roma döneminde vaftizhane olarak kullanılan yapıya defnedilmiştir.\n\nFatih Camii Olayı\nOsmanlı vezîriâzamı Mere Hüseyin Paşa, seyitlerden olduğu söylenen bir kadıyı dövdürmesi üzerine ulema ve tarikat şeyhlerinin tepkisiyle karşılaştı. 1623'te Fatih Camii'nde toplanan ulema, onun kafir olduğunu ileri sürdü ve kanının helal olduğu belirtildi. Yönetime karşı tepki gösteren çok sayıda Müslüman din adamı Fatih Camii'nde toplanarak isyan etti.[12] Başlangıçta uzlaşılmaya çalışılan Fatih Camii'ndeki toplanan din alimlerinin derhal dağıtılması için saraydan karar çıktı. Dönemin vezîriâzamı Mere Hüseyin Paşa'nın verdiği emir ile isyan bastırılmak istenince, askerler yola koyuldular. Bu durumu öğrenen Fatih Camii'nde toplananlardan birçoğu çeşitli sebepler ileri sürerek oradan ayrılarak dağıldılar.[13] Askerler isyan yerine vardıklarında orada namaz için bulunan ve isyanla ilgisi olmayan halk dahil olmak üzere din adamlarını öldürdüler. Cesetleri ise lağım ve kuyulara atıldı.\n\nKişiliği\nİki defa tahta çıkan I. Mustafa denizdeki balıklara altın atıyor, karşısına çıkanlara para dağıtıyordu. Saltanat hazinesini boşaltacak bir hale getiren bu davranışları ile dikkat çekiyordu.[15] Üstelik bir defasında oturduğu köşkün önünde orta oyunu oynatıp seyrederken oyunculardan birini çok beğendiği için ona, saray hazinesinin en kıymetli mücevherlerini pencereden atmıştı.[3] I. Mustafa zamansız sokağa çıkıyor, etraftakilere para dağıtıyor, divan toplantı halindeyken içeri girerek vezirlerin kavuklarını çıkarıp yuvarlıyor, oturduğu köşkün önünde aynısını art arda tekrarlatarak orta oyunu oynatıp pencereden seyrediyordu.\n\n",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Mustafa_1.jpg/220px-Mustafa_1.jpg"
        }

]
