[
        {
            "ad":"Osman Bey",
            "padisahlikDönemi":"1301 - 1326",
            "dogumVeOlümTarihi":"1258 - 1326",
            "detay":"I. Osman veya Osman Gazi, mahlasıyla Fahrüddin veya Osmancık, Osmanlı Beyliği ve Osmanlı Hanedanı'nın kurucusu ve beyliğin ilk padişahı olan Türk hükümdar. Dedesinin Süleyman Şah veya Gündüz Alp isimli Kayı Beyi olduğu bilinmektedir. Büyükannesi Hayme Hatun, babası Ertuğrul Gazi ve annesi Halime Hatun'dur",
            "photo":"https://iaahbr.tmgrup.com.tr/39c155/0/0/0/0/1280/800?u=https://iahbr.tmgrup.com.tr/2019/12/23/osman-gazi-kimdir-osman-gazi-nereleri-fethetti-osman-gazi-esi-ve-cocuklari-kimdir-1577116136795.jpg"
        },
        {
            "ad":"Orhan Gazi",
            "padisahlikDönemi":"1301 - 1362",
            "dogumVeOlümTarihi":"1274 - 1362",
            "detay":"Orhan Gazi veya Orhan Bey, Osmanlı İmparatorluğu'nun ikinci padişahı. 1324 ile 1362 yılları arasında beylik yapmıştır. Babası Osman Gazi'den 16.000 km² olarak aldığı devleti, oğlu I. Murad'a 95.000 km² olarak bırakmıştır. Osmanlı Beyliği'nin kurucusu Osman Gazi ve Malhun Hatun'un oğludur.",
            "photo":"https://www.haberler.com/trend/61/orhan-gazi_1109_b.jpg"
        },
        {
            "ad":"I.Murat",
            "padisahlikDönemi":"1362 - 1389",
            "dogumVeOlümTarihi":"1326 - 1389",
            "detay":"I. Murad, Murad-ı Hüdavendigâr veya Gazi Hünkar (Osmanlı Türkçesi: مراد اول, Murad Bey, 1326, Bursa – 28 Haziran 1389, Kosova), Osmanlı Devleti’nin üçüncü padişahı. Babası Orhan Gazi, annesi Nilüfer Hatun'dur. Babası Orhan Gazi döneminde 95.000 km² olan devlet toprakları onun döneminde yaklaşık 500.000 km² kadar genişlemiştir.",
            "photo":"https://www.nkfu.com/wp-content/uploads/2013/11/1-Murad-hudavendigar.jpg"
        },
        {
            "ad":"I.Beyazid (YILDIRIM)",
            "padisahlikDönemi":"1389 - 1402",
            "dogumVeOlümTarihi":"1354 - 1403",
            "detay":"I. Bayezid veya Yıldırım Bayezid (1354, Edirne – 8 Mart 1403, Akşehir), dördüncü Osmanlı padişahı. 1389'dan 1402 yılına kadar hükümdarlık yapmıştır. Babası Sultan I. Murad, annesi ise Gülçiçek Hatun'dur.",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Bayazid_I-_Sahand_Ace.jpg/225px-Bayazid_I-_Sahand_Ace.jpg"
        },
        {
            "ad":"I.Mehmet",
            "padisahlikDönemi":"1413 - 1421",
            "dogumVeOlümTarihi":"1389 - 1421",
            "detay":"I. Mehmed veya Çelebi Mehmed (Osmanlı Türkçesi: محمد چلبى - Mehmed Çelebi; 1389, Edirne - 26 Mayıs 1421, Edirne), beşinci Osmanlı padişahı. Tarihî kaynaklarda ismi, Mehmed isimli diğer padişahlarınki gibi, Muhammed şeklinde geçer. Babası I. Bayezid, annesi cariye olan Devlet Hatun'dur.",
            "photo":"https://cdn.yeniakit.com.tr/images/news/625/celebi-mehmet-3a6d26.jpg"
        },
        {
            "ad":"II.Murat",
            "padisahlikDönemi":"1421 - 1444",
            "dogumVeOlümTarihi":"1404 - 1451",
            "detay":"II. Murat veya Koca Murad (Osmanlı Türkçesi: مراد ثاني, Murād-ı sānī; Divan Edebiyatı'ndaki adıyla Muradî; 1404; Amasya – 3 Şubat 1451; Edirne), 6. Osmanlı padişahı, I. Mehmed'in oğlu, Fatih Sultan Mehmed'in babası.",
            "photo":"https://admin.biyografya.com/_docs/photos/f5f3247891a85fbc8fa8264a1c6a4991.jpg"
        },
        {
            "ad":"II.Mehmet",
            "padisahlikDönemi":"1444 - 1481",
            "dogumVeOlümTarihi":"1432 - 1481",
            "detay":"II. Mehmed (Osmanlı Türkçesi: محمد ثانى, Meḥmed-i s̠ānī), popüler ismiyle Fatih Sultan Mehmed, kısaca Fatih (Osmanlı Türkçesi: فاتح), veya Batıda kullanılan takma ismiyle Grand Turko (Büyük Türk) 30 Mart 1432 – 3 Mayıs 1481), Osmanlı İmparatorluğu'nun 7. padişahıdır. Tarihî kaynaklarda ismi, Mehmed isimli diğer padişahlarınki gibi, Muhammed şeklinde geçer. İlk olarak 1444-1446 yılları arasında kısa bir dönem, daha sonra 1451'den 1481 yılında ölümüne kadar 30 yıl boyunca hüküm sürdü.",
            "photo":"https://static.daktilo.com/sites/71/uploads/2020/06/17/large/fatih-sultan-mehmet-1-1592390399.jpg"
        },
        {
            "ad":"II.Beyazıd",
            "padisahlikDönemi":"1481 - 1512",
            "dogumVeOlümTarihi":"1447 - 1512",
            "detay":"II. Bâyezîd veya II. Beyazıt, ayrıca bilinen adıyla Sultân Bayezid-î Velî (Osmanlı Türkçesi: بايزيد ثاني Bayezīd-i Sānī, d. 3 Aralık 1447 – ö. 26 Mayıs 1512); Osmanlı İmparatorluğu'nun sekizinci padişahı. Babası Fatih Sultan Mehmed, annesi Sitti Mükrime Hatun ya da Emîne Gül-Bahar Vâlide Hatûn'dur. Yavuz Sultan Selim'in de babasıdır. Tahta geçtiğinde 511.000 km²'si Asya'da, 1.703.000 km²'si Avrupa'da olmak üzere toplam 2.214.000 km² olan imparatorluk toprakları, ölümünde yaklaşık 2.375.000 km²'ydi.[6]",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Sultan_II._Bayezit.JPG/220px-Sultan_II._Bayezit.JPG"
        },
        {
            "ad":"I.Selim",
            "padisahlikDönemi":"1512 - 1520",
            "dogumVeOlümTarihi":"1470 - 1520",
            "detay":"I. Selim, bilinen adıyla Yavuz Sultan Selim (Osmanlı Türkçesi: سلطان سليم اول‎ Sultan Selīm-i Evvel; 10 Ekim 1470 – 22 Eylül 1520), 9. Osmanlı padişahı ve 88. İslam halifesidir. Aynı zamanda ilk Türk İslam halifesi ve Hâdim'ul-Harameyn'uş-Şerifeyn (Mekke ve Medine'nin Hizmetkârı) unvanına sahiptir. Babası II. Bayezid, annesi Gülbahar Hatun, eşi Ayşe Hafsa Sultan'dır. Tahtı devraldığında 2.375.000 km2 olan Osmanlı topraklarını 8 yıl gibi kısa bir sürede 2,5 kat büyütmüş ve ölümünde imparatorluk topraklarının 1.702.000 km2'si Avrupa'da, 1.905.000 km2'si Asya'da, 2.905.000 km2'si Afrika'da olmak üzere toplam 6.557.000 km2'ye çıkarmıştır. Padişahlığı döneminde Anadolu'da birlik sağlanmış; halifelik Mısır Memlükleri'ne bağlı Abbasiler'den Osmanlı Hanedanına geçmiştir. Ayrıca devrin en önemli iki ticaret yolu olan İpek ve Baharat Yolu'nu ele geçiren Osmanlı, bu sayede doğu ticaret yollarını tamamen kontrolü altına almıştır.",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Yavuz_Sultan_I._Selim_Han.jpg/220px-Yavuz_Sultan_I._Selim_Han.jpg"
        },
        {
            "ad":"I. Süleyman",
            "padisahlikDönemi":"1520 - 1556",
            "dogumVeOlümTarihi":"1494 - 1566",
            "detay":"I. Süleyman (Osmanlı Türkçesi: سلطان سليمان اول‎, Sultan Süleyman-ı Evvel; 6 Kasım 1494, Trabzon - 7 Eylül 1566, Zigetvar), Osmanlı İmparatorluğu'nun onuncu padişahı ve 89. İslam halifesi. Batı'da Muhteşem Süleyman,[2][3] Doğu'da ise adaletli yönetimine atfen Kanunî Sultan Süleyman (Osmanlı Türkçesi ile قانونى سلطان سليمان‎) olarak da bilinmektedir. 1520'den 1566'daki ölümüne kadar, yaklaşık 46 yıl boyunca padişahlık yapan ve 13 kez sefere çıkan I. Süleyman, saltanatının toplam 10 yıl 1 ayını seferlerde geçirmiştir.[4] Süleyman böylece imparatorluğun hem en uzun süre görev yapan hem en çok sefere çıkan ve en uzun süre sefer yapan Osmanlı Sultanı olmuştur.I. Süleyman 1520 yılında, babası I. Selim'in ölümünün ardından tahta çıktı. Batıda Belgrad, Rodos, Boğdan ve Macaristan'ın büyük kısmını imparatorluk topraklarına kattı. 1529 yılında Viyana'yı kuşatsa da çeşitli sebeplerden ötürü bu kuşatma başarısızlıkla sonuçlandı. Doğuda, Safevîlerle yapılan savaşlar sonrasında Irak'ı ele geçirdi ve Osmanlı sınırlarını İran'ın içlerine kadar genişletti. Mağrip'te imparatorluğun sınırları Fas'a kadar uzanırken; Osmanlı Donanması ise Akdeniz'den Kızıldeniz'e kadar olan sularda hakimiyet kurmuştu.[5] Zigetvar Kuşatması'nın sonlanmasından bir gün önce, 7 Eylül 1566 tarihinde 71 yaşında hayatını kaybetti ve yerine oğlu II. Selim geçti.",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/EmperorSuleiman.jpg/220px-EmperorSuleiman.jpg"
        },
        {
            "ad":"II.Selim",
            "padisahlikDönemi":"1566 - 1574",
            "dogumVeOlümTarihi":"1524 - 1574",
            "detay":"II. Selim (Osmanlı Türkçesi: سليم ثانى Selīm-i sānī), Sarı Selim ya da Sarhoş Selim[1] olarak da anılır (30 Mayıs 1524[2],İstanbul - 15 Aralık 1574, İstanbul), 11. Osmanlı padişahı ve 90. İslâm halîfesidir. Kânûnî Sultan Süleyman ve Hürrem Sultan'ın oğludur.[3][4][5] Kardeşi Bayezid'e karşı Konya'da yapılan savaşı kazanarak, babasının desteğini aldı. Babasının ölümü üzerine, hayattaki tek oğlu olarak 1566 tarihinde on birinci padişah olarak tahta geçti. Padişah olur olmaz ilk seferini Batı’ya yaptı. Ülke sınırlarını Orta Avrupa’ya kadar genişletti. Kıbrıs, Tunus kayıtsız şartsız teslim olanlar arasındaydı. Ülkesinin denizlerde de egemenliğini genişleterek, deniz egemenliğine önem verdi. Turgut Reis gibi kaptanlar onun zamanında yetişti. Sokollu Mehmed Paşa gibi çok güçlü bir vezire sahipti, devlet işlerinde en önemli yardımcısı idi. Onun zamanında İstanbul ve ülkenin çok değişik alanlarında birçok mimari eseri yapıldığı gibi, önemli onarım faaliyetlerini de gerçekleştirdi. Devrinin usta mimarı, Mimar Sinan’a Edirne’de Selimiye Camii'ni yaptırdı. Babasından 14.892.000 km² olarak devraldığı imparatorluk topraklarını, 15.192.000 km² olarak bırakmıştır. 15 Aralık 1574 günü 50 yaşında vefat etmiş, Ayasofya'daki türbesine gömülmüştür. Padişahların sefere çıkmama geleneğini başlatmıştır. Ölümüne kadar padişahlığını sürdürmüştür.",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/II._Selim_Han.jpg/220px-II._Selim_Han.jpg"
        },
        {
            "ad":"III.Murad",
            "padisahlikDönemi":"1574 - 1595",
            "dogumVeOlümTarihi":"1546 - 1595",
            "detay":"II. Selim'in Nurbanu Sultan'dan olan en büyük oğlu ve varisidir. Nurbanu'nun anne ve babasının kimler olduğu ise kesin olarak bilinememektedir. İyi bir eğitim alan şehzade Arapça ve Farsça öğrendi. 1558 yılında babası II. Selim'in Manisa Sancakbeyliğinden Karaman Valiliğine atanması sonucu dedesi Kanuni Sultan Süleyman tarafından Alaşehir Sancakbeyliğine gönderildi. Babası II. Selim padişah olduktan sonra ise Manisa Sancakbeyliğine gönderildi. Babası II. Selim'in vefatından sonra 22 Aralık 1574'te İstanbul'a gelerek Osmanlı tahtına oturdu.\n\n22 Aralık 1574 (Ramazan ayı) Çarşamba sabahı, Osmanlı mülkünü devralır almaz fetva ile ilk iş olarak 5 kardeşini boğdurmuştur. Osmanlı Devleti, Lehistan yönetimine hakim olmakla Avusturya'ya komşu olan iki müttefik elde etmiş olacaktı. Fransızlarla Kanuni döneminde iyi ilişkiler kurulmuştu. Fakat Fransız tahtının boşalması ile Lehistan'da iktidar boşluğu oluştu. III. Murad'ın isteği ile Erdel Beyi Bathary, Lehistan kralı oldu. Lehistan ile yapılan anlaşmalar sonucu kuzey sınırı güvenli hale getirildi. III. Murat III. Murad tahta geçtiğinde Kuzey Afrika kıyılarından sadece Fas Osmanlı topraklarına katılmamıştı. 1578 yılında Ramazan Paşa komutasındaki Osmanlı kuvvetleri Fas'ı ele geçirerek bölgedeki Portekiz gücünü kırdılar. 1584 yılında bir Yeniçeri isyanında öldürülen Trablusgarp Valisi Ramazan Paşa'nın ailesini İstanbul'a getiren gemiye Kefalonya açıklarında Venedik gemileriyle saldırı düzenlenmesi sonucunda Venedik ile uzun süredir devam eden barış sona erdi. Venedik senatosuna bir ültimatom gönderen III. Murad, Ramazan Paşa'nın ailesini ve mallarını Preveze'ye getirtmeyi başardı. Venedik'in de barışı korumak istemesi üzerine iki devlet arasındaki mesele çözüldü. III. Murad'a ait tuğra III. Murad zamanında Ceneviz, Venedik ve Fransızlara verilen kapitülasyonlar ile ticaret gemileri Osmanlı limanlarında ticaret yapma hakkına sahiptiler. 1583'te İngiltere Kraliçesi I. Elizabeth bir elçi göndererek aynı imtiyazlardan faydalanmak istediğini belirtti. Venedik ve Ceneviz haricindeki kapitülasyonu olmayan devletlerin tüccarı, Fransız bayrağıyla Osmanlı limanlarına geliyordu. 1572'daki Bartalameos Katliamı yüzünden Katoliklerden yüz çevirmeye başlayan Osmanlı hükumeti, Papa'nın koyduğu stratejik harp malzemesi ambargosunu kırabilmek için Protestan olan İngiltere'ye yakınlaştı. Böylece Akdeniz'de İngiliz-Fransız rekabeti başlamış oldu. Bu rekabetten Osmanlı Devleti de birçok siyasi menfaat kazanmış oldu.Şah I. Tahmasb'ın oğlu Şah II. İsmail, Osmanlı Devleti ve Safevi Devleti arasındaki barış antlaşmalarına riâyet etmemiş ve Osmanlı'ya bağlı bazı Emirleri kendi tarafına çekmeyi başarmıştı. Osmanlı hükûmeti Van Beylerbeyine talimat vererek orada huzurun sağlanmasını istemişti. Safeviler'in Luristan valisinin Osmanlı devletine sığınması zaten gergin olan ilişkileri daha da kötüleştirdi. Bu arada Şah II. İsmail ölmüş, Safevi Hanedanlığı'nda taht kavgaları başlamıştı. Bu durumdan yararlanmak isteyen Van Beylerbeyi, Safeviler'e saldırdı. İlk Safevi savaşı on iki yıl (1577 - 1589) sürdü. Özdemiroğlu Osman Paşa komutasındaki Osmanlı birlikleri Safevi kuvvetlerini Çıldır'da yendi. Bu savaştan sonra tüm Gürcistan fethedildi. 1578'de Tiflis, Osmanlı vilayeti durumuna getirildi. Aynı yıl Şirvan da Meşaleler Muharebesi ile Osmanlı topraklarına katıldı. Bu gelişmeler üzerine Safeviler barış istemek zorunda kaldı. 21 Mart 1590 tarihinde Ferhat Paşa Antlaşması (İstanbul Antlaşması) imzalandı. Bu antlaşmaya göre Kars, Tebriz, Tiflis, Gence ve Şehrizur Osmanlı Devleti'nde kalacaktı. Bu antlaşma ile Osmanlı Devleti doğuda en geniş sınırlarına ulaşmış oluyordu.1590'da Avusturya ile yapılan 8 yıllık barış antlaşması 1593 yılında, Telli Hasan Paşa'nın başıbozukların oluşturduğu Uskokların üzerine yürümesini savaş sebebi sayan Avusturya ile bozuldu. Avusturya İmparatoru II. Rudolf ödemekte olduğu vergiyi vermediği gibi Eflak, Erdel ve Boğdan beylerini de isyana teşvik etti. Telli Hasan Paşa Hırvatistan sınırındaki Siska kalesini kuşatma altında aldı. Ancak burada yapılan savaşta Hasan Paşa ve binlerce askerle birlikte Hersek Sancakbeyi de şehit düştü. Bunun üzerine Sinan Paşa'nın ısrarıyla 1593 yılında Avusturya'ya savaş ilan edildi. Savaş devam ederken 16 Ocak 1595'te III. Murad İstanbul'da felç geçirerek öldü. Cenazesi Ayasofya Camii avlusuna defnedildi.",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/III._Murat_Han.jpg/220px-III._Murat_Han.jpg"
        },
        {
            "ad":"III.Mehmet",
            "padisahlikDönemi":"1595  - 1603",
            "dogumVeOlümTarihi":"1566 - 1603",
            "detay":"II. Selim'in Nurbanu Sultan'dan olan en büyük oğlu ve varisidir. Nurbanu'nun anne ve babasının kimler olduğu ise kesin olarak bilinememektedir. İyi bir eğitim alan şehzade Arapça ve Farsça öğrendi. 1558 yılında babası II. Selim'in Manisa Sancakbeyliğinden Karaman Valiliğine atanması sonucu dedesi Kanuni Sultan Süleyman tarafından Alaşehir Sancakbeyliğine gönderildi. Babası II. Selim padişah olduktan sonra ise Manisa Sancakbeyliğine gönderildi. Babası II. Selim'in vefatından sonra 22 Aralık 1574'te İstanbul'a gelerek Osmanlı tahtına oturdu.\n\n22 Aralık 1574 (Ramazan ayı) Çarşamba sabahı, Osmanlı mülkünü devralır almaz fetva ile ilk iş olarak 5 kardeşini boğdurmuştur. Osmanlı Devleti, Lehistan yönetimine hakim olmakla Avusturya'ya komşu olan iki müttefik elde etmiş olacaktı. Fransızlarla Kanuni döneminde iyi ilişkiler kurulmuştu. Fakat Fransız tahtının boşalması ile Lehistan'da iktidar boşluğu oluştu. III. Murad'ın isteği ile Erdel Beyi Bathary, Lehistan kralı oldu. Lehistan ile yapılan anlaşmalar sonucu kuzey sınırı güvenli hale getirildi. III. Murat III. Murad tahta geçtiğinde Kuzey Afrika kıyılarından sadece Fas Osmanlı topraklarına katılmamıştı. 1578 yılında Ramazan Paşa komutasındaki Osmanlı kuvvetleri Fas'ı ele geçirerek bölgedeki Portekiz gücünü kırdılar. 1584 yılında bir Yeniçeri isyanında öldürülen Trablusgarp Valisi Ramazan Paşa'nın ailesini İstanbul'a getiren gemiye Kefalonya açıklarında Venedik gemileriyle saldırı düzenlenmesi sonucunda Venedik ile uzun süredir devam eden barış sona erdi. Venedik senatosuna bir ültimatom gönderen III. Murad, Ramazan Paşa'nın ailesini ve mallarını Preveze'ye getirtmeyi başardı. Venedik'in de barışı korumak istemesi üzerine iki devlet arasındaki mesele çözüldü. III. Murad'a ait tuğra III. Murad zamanında Ceneviz, Venedik ve Fransızlara verilen kapitülasyonlar ile ticaret gemileri Osmanlı limanlarında ticaret yapma hakkına sahiptiler. 1583'te İngiltere Kraliçesi I. Elizabeth bir elçi göndererek aynı imtiyazlardan faydalanmak istediğini belirtti. Venedik ve Ceneviz haricindeki kapitülasyonu olmayan devletlerin tüccarı, Fransız bayrağıyla Osmanlı limanlarına geliyordu. 1572'daki Bartalameos Katliamı yüzünden Katoliklerden yüz çevirmeye başlayan Osmanlı hükumeti, Papa'nın koyduğu stratejik harp malzemesi ambargosunu kırabilmek için Protestan olan İngiltere'ye yakınlaştı. Böylece Akdeniz'de İngiliz-Fransız rekabeti başlamış oldu. Bu rekabetten Osmanlı Devleti de birçok siyasi menfaat kazanmış oldu.Şah I. Tahmasb'ın oğlu Şah II. İsmail, Osmanlı Devleti ve Safevi Devleti arasındaki barış antlaşmalarına riâyet etmemiş ve Osmanlı'ya bağlı bazı Emirleri kendi tarafına çekmeyi başarmıştı. Osmanlı hükûmeti Van Beylerbeyine talimat vererek orada huzurun sağlanmasını istemişti. Safeviler'in Luristan valisinin Osmanlı devletine sığınması zaten gergin olan ilişkileri daha da kötüleştirdi. Bu arada Şah II. İsmail ölmüş, Safevi Hanedanlığı'nda taht kavgaları başlamıştı. Bu durumdan yararlanmak isteyen Van Beylerbeyi, Safeviler'e saldırdı. İlk Safevi savaşı on iki yıl (1577 - 1589) sürdü. Özdemiroğlu Osman Paşa komutasındaki Osmanlı birlikleri Safevi kuvvetlerini Çıldır'da yendi. Bu savaştan sonra tüm Gürcistan fethedildi. 1578'de Tiflis, Osmanlı vilayeti durumuna getirildi. Aynı yıl Şirvan da Meşaleler Muharebesi ile Osmanlı topraklarına katıldı. Bu gelişmeler üzerine Safeviler barış istemek zorunda kaldı. 21 Mart 1590 tarihinde Ferhat Paşa Antlaşması (İstanbul Antlaşması) imzalandı. Bu antlaşmaya göre Kars, Tebriz, Tiflis, Gence ve Şehrizur Osmanlı Devleti'nde kalacaktı. Bu antlaşma ile Osmanlı Devleti doğuda en geniş sınırlarına ulaşmış oluyordu.1590'da Avusturya ile yapılan 8 yıllık barış antlaşması 1593 yılında, Telli Hasan Paşa'nın başıbozukların oluşturduğu Uskokların üzerine yürümesini savaş sebebi sayan Avusturya ile bozuldu. Avusturya İmparatoru II. Rudolf ödemekte olduğu vergiyi vermediği gibi Eflak, Erdel ve Boğdan beylerini de isyana teşvik etti. Telli Hasan Paşa Hırvatistan sınırındaki Siska kalesini kuşatma altında aldı. Ancak burada yapılan savaşta Hasan Paşa ve binlerce askerle birlikte Hersek Sancakbeyi de şehit düştü. Bunun üzerine Sinan Paşa'nın ısrarıyla 1593 yılında Avusturya'ya savaş ilan edildi. Savaş devam ederken 16 Ocak 1595'te III. Murad İstanbul'da felç geçirerek öldü. Cenazesi Ayasofya Camii avlusuna defnedildi.",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Sultan_Mehmet_III_of_the_Ottoman_Empire.jpg/220px-Sultan_Mehmet_III_of_the_Ottoman_Empire.jpg"
        },
        {
            "ad":"I.Ahmet",
            "padisahlikDönemi":"1603 - 1617",
            "dogumVeOlümTarihi":"1590 - 1617",
            "detay":"I. Ahmed (Osmanlı Türkçesi: احمد اول, Ahmed-i evvel, Divan Edebiyatı'ndaki mahlasıyla Bahtî; 18 Nisan 1590,[1] Manisa – 22 Kasım 1617, İstanbul), 14. Osmanlı padişahı ve 93. İslâm halifesidir. Sultan III. Mehmed ve Handan Valide Sultan'ın oğludur. Sancağa gitmeyip tahta çıkan ilk Osmanlı padişahıdır.\nŞehzadeliği\nI. Ahmed 18 Nisan 1590 tarihinde babası Şehzade Mehmed'in sancak beyi olduğu Manisa şehrinde doğdu.[1] Annesi Handan Valide Sultan'dır. 1595 yılına gelindiğinde dedesi III. Murad vefat edince babası III. Mehmed ile beraber İstanbul'a geldi. Kendisinden önce Selim, Cihangir ve Mahmud isminde üç ağabeyi daha olan Şehzade Ahmed ve ikinci eş durumunda olan annesi Handan Sultan güçsüz bir konumdaydılar. Fakat Şehzade Selim ve Şehzade Cihangir'in erken ölümü ile Şehzade Mahmud en büyük şehzade olarak Veliaht ilan edildi. Fakat Şehzade Mahmud'un annesi olan Halime Sultan'ın müneccime oğlunun tahta çıkması konusunda soru sorduğu mektup Safiye Sultan'ın eline geçince, muhtemelen Handan Sultan ile de iş birliği yapan Safiye Sultan torununu öldürmesi için oğlu Sultan Mehmed'i ikna etti.[2] Tahta kast edebileceği yönünde dedikoduların artması üzerine III. Mehmed'in emriyle 7 Haziran 1603 günü Şehzade Mahmud dairesinde boğduruldu. Böylece hiç umut yokken Şehzade Ahmed'e tahtın yolu açıldı. Aradan 6 ay kadar geçtikten sonra da babası Sultan Mehmed aniden öldü.[kaynak belirtilmeli] Şehzade Ahmed kendisini yetiştiren annesi sebebiyle oldukça dindar bir padişah olarak bilinir ve yaptırdığı Sultan Ahmet Camii de bunun bir nişanesi sayılabilir.\nSaltanatı\nBabası III. Mehmed'in vefatı üzerine hemen ertesi gün apar topar vuku bulan cülus töreni 22 Aralık tarihinde ya da 21 Aralık 1603[3] Pazar günü sabahı gerçekleşmiştir. Nasıl ki babası kendinden evvelki sultanlara nazaran en genç yaşta hayatını kaybetmiş hükümdar ise I. Ahmed de o vakte kadar babasının vefatıyla tahta geçenlerin arasındaki en genç hükümdardır. Eyüp Sultan'da kılıç kuşanarak tahta geçen ve I. Süleyman'dan sonraki padişahlar içinde devlet işleriyle yoğun şekilde uğraşan ilk padişah olarak kabul edilen I. Ahmed ilk yıllarında daha pasif bir padişahlık sürdürdü.\nSaltanatının ilk iki yılı\nI. Ahmed tahta çok küçük yaşta çıktığı için yarı naibe rolüyle Handan Sultan oğlu için bir öğretici oldu. Bu konuda Leslie Peirce, Handan Sultan'ın oğlu döneminde çok güçlü biri olduğunu ve tecrübesiz oğlu için zihinsel anlamda pek çok şeyi aşıladığını ve geri planda devleti yönettiğini varsaymaktadır.[4] Oğlu üzerinde etkili olan annesinin etkisiyle sultan Ahmed ilk iş olarak tahta çıkışından 19 gün sonra büyük bir alayın refakatinde Safiye Sultan'ı Eski Saray'a göndertti.[5] Böylece devleti kötü yönde etkileyen bir ekip de saraydan uzaklaştırılmış oldu. Sonraki diğer kararlarında da annesinin etkili olduğu açıktır. Sultan I. Ahmet tahta geçtiği sırada Avusturya Savaşı devam ediyordu. Osmanlı kuvvetleri Belgrad'dan Budin'e doğru ilerlemekteydi. Peşte (25 Eylül 1604) ve Hatvan kaleleri savaş yapılmadan kolaylıkla ele geçirildi. Osmanlı ordusu ilerleyerek Budin'in kuzeyinde bulunan Vaçkalesini ele geçirdi (16 Ekim 1604). Osmanlı Ordusu, Sultan I. Ahmet'in buyruğu üzerine Belgrad üzerinden Budin'e yürüdü. 29 Ağustos 1605'te Estergon Kalesi kuşatıldı ve tam karşısındaki Ciğerdelen kalesi fethedildi. 8 Eylül'de Vişegrad, 19 Eylül'de Saint Thomas (Tepedelen) kaleleri fethedildi. 3 Ekim 1605'te ise Estergon Kalesi teslim alındı.\n12 Kasım 1605 günü annesini kaybeden I. Ahmed için yeni akıl alacağı kişi Derviş Paşa olmuştu.[6] Devam eden zorlu seferler Osmanlı Devleti'nin belini bükünce artık paşalar diğer devletler ile daha iyi ilişkiler kurma yoluna girmek isteyecektir.\nZitvatorok Antlaşması\nOsmanlılar da, Avusturyalılar da art arda yapılan bunca savaştan dolayı sosyal ve ekonomik yönden çok yıpranmışlardı. Daha önce yapılan barış görüşmelerinden bir sonuç çıkmamıştı. Ancak 11 Kasım 1606'da Estergon-Komorom arasında Zitva suyunun Tuna Irmağına döküldüğü yerde imzalanan Zitvatorok Antlaşmasıyla barış sağlandı.\nAntlaşmaya göre Eğri, Estergon, Kanije kaleleri Osmanlılarda, Raab (Yanıkkale) ve Komarom kaleleri Avusturyalılarda kalacaktı. Avusturya bir kereye mahsus olmak üzere 200.000 altın savaş tazminatı ödeyecekti. Avusturya Arşidükü protokolde Osmanlı Padişahına eşit sayılacak ve Osmanlı padişahı Avusturya Arşidüküne yazışmalarda Kutsal-Roma İmparatoru (Sezar/Kayser) unvanıyla hitap edecek, her üç yılda bir karşılıklı armağanlar gönderilecekti. Avusturya'nın Macaristan için ödemekte olduğu yıllık 30.000 altın vergi ise kaldırılacaktı. Zitvatorok Antlaşması, Osmanlıların lehine gibi görünse de Osmanlı Devleti artık eski gücünde değildi. Bu antlaşma ile Osmanlı Devleti'nin Avusturya karşısındaki üstünlüğü sona ermiş, siyasi dengeler Osmanlı aleyhine bozulmaya başlamıştır. Bu barış antlaşmasının Osmanlı Devleti'nin imzalandığı en istifadeli antlaşma olduğu kabul edilmektedir.\nDönemindeki Önemli Olaylar\nAnadolu beyliklerinin en uzun ömürlülerinden birisi olan Ramazanoğulları Beyliği, Yavuz Sultan Selim döneminde 1514 yılından sonra ise Osmanlılar'a tabi olmuştu. I. Ahmet dönemine denk gelen 1608 yılından sonra Adana'nın Halep'e; Sis ve Tarsus'un da Kıbrıs Beylerbeyiliğine bağlanmasıyla Ramazanoğulları Beyliği sona ermiştir.\nSafevilerle ilişkiler\nSultan I. Ahmet tahta geçtiği sırada, Osmanlı İmparatorluğu batıda Avusturya, doğuda Safevi devleti ile savaş halindeydi. Osmanlı ordusu Sinan Paşa komutasında Nahçıvan üzerinden Revan'a yürüdü. Bu arada yeniçeriler Van'a dönülmesini istiyorlardı. Osmanlı ordusu kışı Van'da geçirdi.\nTebriz'i geri almak için yapılan savaşta Osmanlı ordusu, Şah Abbas'ın ordularını Selmas yörelerinde yendi. Ancak Erzurum Beylerbeyi Sefer Paşa'nın çekilen düşman kuvvetlerini izleyip asıl ordudan ayrılmasını fırsat bilen Şah Abbas, ordu merkezine ani bir saldırıda bulundu. Yenilgiye uğrayan Sinan Paşa önce Van'a, daha sonra da Diyarbakır'a çekildi. Şah Abbas Şirvan, Şamahı ve Gence'yi kolaylıkla ele geçirdi. Osmanlı İmparatorluğu Avrupa'da devam eden Avusturya Savaşı ve iç isyanlarla uğraştığı için İran cephesinde başarılı olamıyordu. Sadrazam Nasuh Paşa, Şah Abbas'ın barış önerisini kabul etti.\n1612 yılında yapılan Nasuh Paşa Antlaşmasıyla 9 yıl süren Osmanlı-Safevi Savaşı sona erdi. Yapılan antlaşmayla, Safeviler Osmanlı Devletine 200 deve yükü ipek vermeyi kabul ettiler. 1615 yılına kadar süren barış dönemi Şah Abbas'ın antlaşmayı bozması üzerine sona erdi. Yapılan savaşlarda Osmanlılar çok kayıp verdi. Sultan II. Osman (Genç Osman) döneminde, Nasuh Paşa Antlaşması temel alınarak yapılan Serav Antlaşması ile barış tekrar sağlanacaktır (26 Eylül 1618).\nCelali isyanları\nYavuz Sultan Selim döneminde binlerce taraftarı ile ayaklanan Bozoklu Celal, Osmanlı Devleti için büyük problem olmuştu. Bu isyanlar bastırıldı ise de Anadolu'da meydana gelen iç isyanlar ve karışıklıklara yine Celali İsyanları denildi. Sultan I. Ahmet döneminde Celali İsyanları tekrar patlak verdi. Tavil Ahmed, Canboladoğlu, Kalenderoğlu ve Deli Hasan ayaklanmaları bunlardan en önemlileridir. Sadrazam Kuyucu Murat Paşa'nın ısrarlı ve sert politikaları sonunda Celali İsyanları zor da olsa bastırıldı.\nÖlümü\nSultan I. Ahmed yakalandığı tifüs hastalığından kurtulamayarak 21 Kasım'ı 22 Kasım'a bağlayan gece 1617 yılında 27 yaşında öldü. Halkın sevdiği padişah Sultanahmet Camii yanındaki türbesine defnedildi. Kendisinden sonra getirdiği sisteme uygun olarak kardeşi I. Mustafa tahta geçti.\n",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Sultan_I._Ahmet.jpg/220px-Sultan_I._Ahmet.jpg"
        },
        {
            "ad":"I.Mustafa",
            "padisahlikDönemi":"1617 - 1618 & 1622 - 1623",
            "dogumVeOlümTarihi":"1591 - 1639",
            "detay":"I. Mustafa (Osmanlı Türkçesi: مصطفى الأول) (d. 1591 Manisa – ö. 20 Ocak 1639, Topkapı Sarayı, İstanbul), 15. Osmanlı padişahı ve 94. İslam halifesidir. Akli dengesi bozuk olan I. Mustafa'nın ilk saltanatı 96 gün, ikinci saltanatı ise 1 yıl 3 ay 22 gün sürdü.[1] Psikolojik rahatsızlığının zamanla geçeceğini savunanların ısrarıyla padişah yapıldı.[2] Menfaatlerini I. Mustafa'nın padişahlığının devamında gören kimseler, onun keramet sahibi bir veli olduğunu iddia ediyordu.[3] Aklî zayıflığı nedeniyle padişahlık yapamayacağı anlaşılan I. Mustafa'nın tahttan indirilmesi sağlandı. Bulunduğu odanın kapıları üstüne kapatılarak hapsedilen I. Mustafa'nın yerine II. Osman tahta çıkarıldı.[4] I. Mustafa'nın ikinci kez tahta oturması ise II. Osman'ın öldürülmesiyle sonuçlanan ayaklanma ile oldu.\n\nHayatı\n\nBabası Sultan III. Mehmed'tir. I. Mustafa'nın Abaza asıllı olan annesinin ismi kesin olarak bilinmemektedir.[4] I. Ahmed tahta çıktığında tek erkek kardeşi olarak bulunan Mustafa'nın hayatına dokunulmadı. Ayrıca III. Mehmed'in on dokuz kardeşini öldürtmesinin halk tarafından nefretle karşılanmış olmasının da öldürülmemesinde bir etkisi vardı. Osmanlı tarihinde ilk defa padişahlığın babadan oğla geçmesi kuralını bozarak kardeşinin arkasından tahta çıkmış olan padişah olması özelliğini taşır.\n\nPadişahlığı Öncesi\nI. Mustafa'nın tahta çıkması ve öldürülmemesi üzerindeki genel kanı kendisinden birkaç yaş büyük olan kardeşi Ahmed’in on dört yaşında tahta çıkması üzerine Osmanlı hânedanın geride kalan tek erkek üyesi olması ve yeni padişahın henüz bir erkek çocuğu bulunmadığından da hayatına dokunulmadığı şeklindedir. İstanbul içinden geçerken, Handan Valide Sultan'ın alayına denk gelen bir balyosun raporuna göre de öldürüleceği lafının sürekli konuşulduğu söylenmektedir.[5] Bu dedikodular ve baskı yüzünden hayatı boyunca ölüm korkusu yaşamış ve bu durum akli dengesini yitirmesine yol açmıştır.[6] Handan Sultan ölümüne kadar I. Mustafa'nın öldürülmesine engel oldu. Onun vefatından sonra Sultan Ahmed'in çocukları olunca öldürülmesi fikri yeniden akla geldiyse de devlet adamları Şehzade Mustafa'nın hasta ve zararsız olduğu hakkında padişahı ikna ettiler.\n\nİlk Saltanatı\nI. Ahmed öldüğünde en büyük oğlu (Mahfiruz Hatice Sultan'dan doğma) Genç Osman 13 yaşında olduğu için, hanedanın en kıdemli erkek üyesi olması bakımından, I. Mustafa'nın tahta çıkarılmasına karar verildi. Sultan I. Mustafa ağabeyi Sultan I. Ahmed’in vefatı üzerine 22 Kasım 1617'de hanedanın en yaşlı mensubu olarak tahta geçti. Osmanlı padişahlarının on beşincisi olan I. Mustafa devlet meseleleri ile ilgilenmediğini ifade ederek saltanatı kabul etmediyse de bu durum, devlet erkânı tarafından göz önüne alınmadı. Ancak gerçekten I. Mustafa devlet işleri ile ilgilenmeyip, devlet işlerini ehline teslim etmek istedi. Nitekim tahta çıktıktan 96 gün sonra 26 Şubat 1618 günü tahttan indirildi, yerine II. Osman geçti. Ancak yenilik taraftarı olmayanların tahrikleri neticesinde isyan eden yeniçerilerin 19 Mayıs 1622’de II. Osman’ı tahttan indirdiler.\n\nİkinci Saltanatı\nGenç Osman'ın isyancılar tarafından öldürülmesiyle I. Mustafa tekrar tahta çıktı. Bu sırada sultan II. Osman’ın veziriazam Kara Davut Paşa tarafından şehit ettirilmesi büyük karışıklıklara sebep oldu. I. Mustafa, Davut Paşa’yı azletti ancak isyanlar durmadı. İstanbul’da oluşan karışıklıklar ve Anadolu’da meydana gelen isyanlar, Osmanlı Devleti’nin başında devlet işlerinden anlayan ve bunu yapmak isteyen bir padişahın bulunmasını gerekli kılıyordu. Şeyhülislâm Yahya Efendi ve devlet erkânı, I. Mustafa’nın yerine IV. Murad’ın geçmesi konusunda karara vardı. I. Mustafa 1,5 yıl daha hüküm sürdükten sonra akıl sağlığı bozuk olduğu için 10 Eylül 1623 tarihinde şeyhülislam'ın fetvası ile tekrar tahttan indirilip yerine 11 yaşındaki diğer yeğeni ve Kösem Sultan'ın oğlu olan IV. Murat geçirildi. I. Mustafa, annesinin ve Kızlar ağasının özendirmelerine rağmen kadınlara ilgi ve alaka duymamış ve çocuğu olmamıştır. Sultan I. Mustafa tahttan indirildikten sonra 15 yıl daha yaşadı. 20 Ocak 1639 günü Topkapı Sarayı'nda geçirdiği bir sara krizi nedeniyle öldüğü sanılmaktadır.[10] Bir rivayete göreyse IV. Murad'ın emriyle öldürülmüştür.[11] Ayasofya Camii'nde Roma döneminde vaftizhane olarak kullanılan yapıya defnedilmiştir.\n\nFatih Camii Olayı\nOsmanlı vezîriâzamı Mere Hüseyin Paşa, seyitlerden olduğu söylenen bir kadıyı dövdürmesi üzerine ulema ve tarikat şeyhlerinin tepkisiyle karşılaştı. 1623'te Fatih Camii'nde toplanan ulema, onun kafir olduğunu ileri sürdü ve kanının helal olduğu belirtildi. Yönetime karşı tepki gösteren çok sayıda Müslüman din adamı Fatih Camii'nde toplanarak isyan etti.[12] Başlangıçta uzlaşılmaya çalışılan Fatih Camii'ndeki toplanan din alimlerinin derhal dağıtılması için saraydan karar çıktı. Dönemin vezîriâzamı Mere Hüseyin Paşa'nın verdiği emir ile isyan bastırılmak istenince, askerler yola koyuldular. Bu durumu öğrenen Fatih Camii'nde toplananlardan birçoğu çeşitli sebepler ileri sürerek oradan ayrılarak dağıldılar.[13] Askerler isyan yerine vardıklarında orada namaz için bulunan ve isyanla ilgisi olmayan halk dahil olmak üzere din adamlarını öldürdüler. Cesetleri ise lağım ve kuyulara atıldı.\n\nKişiliği\nİki defa tahta çıkan I. Mustafa denizdeki balıklara altın atıyor, karşısına çıkanlara para dağıtıyordu. Saltanat hazinesini boşaltacak bir hale getiren bu davranışları ile dikkat çekiyordu.[15] Üstelik bir defasında oturduğu köşkün önünde orta oyunu oynatıp seyrederken oyunculardan birini çok beğendiği için ona, saray hazinesinin en kıymetli mücevherlerini pencereden atmıştı.[3] I. Mustafa zamansız sokağa çıkıyor, etraftakilere para dağıtıyor, divan toplantı halindeyken içeri girerek vezirlerin kavuklarını çıkarıp yuvarlıyor, oturduğu köşkün önünde aynısını art arda tekrarlatarak orta oyunu oynatıp pencereden seyrediyordu.\n\n",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Mustafa_1.jpg/220px-Mustafa_1.jpg"
        },
        {
            "ad":"II.Osman",
            "padisahlikDönemi":"1618 - 1622",
            "dogumVeOlümTarihi":"1604 - 1622",
            "detay":"II. Osman ya da Genç Osman, divan edebiyatındaki mahlasıyla Farisî, tahttan indirildikten sonraki adıyla Osman Çelebi (3 Kasım 1604, İstanbul - 20 Mayıs 1622, İstanbul); 16. Osmanlı padişahı ve 95. İslam halifesidir. Babası I. Ahmed, annesi (yabancı kaynaklara göre Yunan kökenli)[1] Mahfiruz Hatice Sultan'dır. II. Osman 13 yaşında iken, amcası Sultan I. Mustafa'nın tahttan indirilmesi üzerine Osmanlı tahtına oturdu. Annesi onun yetişmesi için çok titiz davrandı. II. Osman iyi bir terbiye ve tahsil gördü. Arapça ve Farsça öğrendi. Bazı batı kaynaklarında Latince, Yunanca ve İtalyanca gibi batı dillerini öğrendiği kaydedilirse de bunun doğru olma ihtimali yoktur.\nII. Osman, Fatih Sultan Mehmed devrine kadar yapıldığı gibi saray dışından, Şeyhülislam Es'ad Efendinin ve Pertev Paşa'nın kızları ile evlendi. Yavuz Sultan Selim devrinden itibaren padişah saray dışından evlenmediği için bu davranış önemli bir değişiklik oldu. Kendisine planlarını uygulayacak bir sadrazam bulamadı.\nTarihte eşine az rastlanır bir şekilde tahtan indirilerek, çeşitli hakarete ve saldırılara maruz bırakıldıktan sonra[3] Yedikule zindanlarında yeniçeriler tarafından boğularak öldürülen II. Osman, babası Sultan I. Ahmed'in yaptırdığı Sultanahmet Camii'nin yanındaki türbesine defnedildi. Tahta çıkar çıkmaz devlet erkânı içindeki üst düzey yetkilileri değiştiren, müderris ve kadıların atanma yetkilerini şeyhülislamdan aldı. Ayaklanmada öldürülen ilk padişahtır. Osmanlı padişahları arasında en genç vefat edenidir.\n\nİran ilişkileri\nSultan II. Osman tahta çıktığı sırada Sadrazam Damat Halil Paşa, İran seferindeydi. Osmanlı ordusu Pul-i Şikeste'de yenilmesine rağmen, İranlılar, mukaddes saydıkları Erdebil şehrinin Osmanlılar'ın eline geçme ihtimali üzerine barış istediler. Serav sahrasında, daha önce iki devlet arasında imzalanan Nasuh Paşa Antlaşması baz alınarak imzalanan Serav Antlaşması'yla barış tekrar sağlandı (26 Eylül 1618).\n\nOtuz Yıl Savaşları\nKanuni zamanında başlayan Katoliklere karşı Protestanlara destek verme, Otuz Yıl Savaşları'nda devam etti. Özellikle Transilvanya'da çıkan Protestan isyanında, Osmanlı'nın büyük etkisi vardı.\n\nİtalya ve Akdeniz seferi\nHalil Paşa komutasındaki Osmanlı donanması 1620 yazında Akdeniz seferine çıktı. İstanbul'dan ayrıldıktan sonra Navarin'e gelen donanma, buradan da kuzeye, Adriyatik'e doğru yöneldi. Dıraç'da iki İtalyan gemisini ele geçirdikten sonra İtalya'ya asker çıkardı ve İspanyollara ait olan liman şehri Manfredonia'yı ele geçirdi.\n\nLehistan seferi\nOsmanlı Devleti ile Lehistan arasında bir dostluk mevcuttu. Dinyester ırmağı iki ülke arasında sınır oluşturuyordu. Osmanlı-Avusturya savaşlarında Lehistan ilişkileri gerginleştiyse de barış bozulmamıştı. Fakat askeri birliklerin geçimini Lehistan'a yaptığı akınlarla sağlayan Kırım Hanı, barışa aykırı hareket ediyordu. Bunun yanı sıra Lehliler Boğdan işlerine müdahaleden geri kalmadıkları gibi, Boğdan'a ait Hotin kalesini işgal etmişlerdi (1617). Ayrıca Eflak ve Erdel'in içişlerine müdahale etmeye devam ediyorlardı. Bu olaylar üzerine II. Osman, kendisine yapılan muhalefetlere rağmen Lehistan seferine karar verdi. Bu arada Özi Beylerbeyi İskender Paşa komutasındaki birlikler, Prut kıyısında bulunan Yaş'ta, Lehlileri bozguna uğratmıştı (Eylül 1620). II. Osman, 1621'de Lehistan Seferine çıktı. Lehler yeni ve daha büyük bir ordu meydana getirme çabasındaydılar. Avusturya'dan yardım alarak ordularını takviye ettiler. Osmanlı Ordusu 2 Eylül 1621'de Hotin önlerine geldi. Kale kuşatıldı ve Hotin kalesi önlerinde yapılan meydan savaşında, düşman siperlerinin ele geçirilememesi, askerlerin şevk ve heyecanını oldukça yıprattı. Yeniçerilerin de kendilerini tam olarak savaşa vermemeleri, bu savaşın kesin bir netice ile sonuçlanmamasına yol açtı. Lehistan elçilerinin savaşa kendilerinin neden olduklarını bildirmesi üzerine Hotin Antlaşması yapılarak sefere son verildi (29 Eylül 1621). Antlaşmaya göre Lehler ve Osmanlılar birbirlerinin topraklarına saldırmayacak, Lehistan eskiden olduğu gibi Kırım Hanı'na 40.000 düka altın verecekti.\n\nYenilik hareketleri\nII. Osman, Lehistan seferindeki başarısızlığının sebebi olarak askerin gayretsizliğini görüyordu. Askeri alanda bazı yenilikler yapma fikri böylece gelişti. İşe Kapıkulu Ocakları ile başladı. Yaptırdığı sayımda, asker sayısının maaş defterindeki kişi sayısından az olduğunu anlayınca fazladan para vermeyi kesti. Bu durum da, daha önce fazladan gelen paraları kendi ceplerine atan zabitlerin, II. Osman'a düşman olmalarına yol açtı. II. Osman'ın reformculuğuna dair anlatılanların çoğu 19. yüzyıldan itibaren konuyu ele alan bazı tarihçilerin kendi anlatımları ile ilgilidir. II. Osman'ın yapmak istediği reformlar olarak sunulanlar kendi devrinin kaynaklarında çoğunlukla yer almamaktadır. II. Osman'a atfedilen birçok reform düşüncesi 19. yüzyılda Mizancı Murad ile yazılmaya başlanmış olup orijinal bilgiye dayanmadan sunulmuştur. İsmail Hami Danişmend de II. Osman'ın başkenti Anadolu'ya taşımak istediğini, orduyu Türk unsurlarla yeniden kurmak istediğini, din adamlarını devlet işlerinden uzaklaştırmayı düşündüğünü, kıyafette değişikler tasarladığını ve daha başka yenilikler planladığını iddia etmekteyse de bunların çoğu devrin kaynaklarında yer almamaktadır. II. Osman'ın ordu ile ilgili birtakım düzenlemeler yapmak istediği bilinmekteyse de içeriği hakkında yeterince bilgi yoktur. Nev'î mahlasını kullanan Hüseyin İbn-i Sefer, 'Sebeb-i Halâs-ı Mustafa Han' eserinde 'Saâdetli Pâdişâh, yeniçeri ve sipah tâifesini kırıp, Etrâkten sekbân ve Türkmen'den cündî yazmak havasına düşüp Anadolu semtine geçmeğe hazır ve âmâde idi' der. İsmail Hami Danişmend'in, Osmanlı Tarihi Kronolojisi'ne göre II. Osman'ın yapmak istediği yenilikler şöyleydi:\nArtık iyice bozulmaya başlayan ve her geçen gün devletin başına iş açan Yeniçeri ve Sipahi ocaklarını ortadan kaldırarak, bunların yerine Anadolu, Suriye ve Mısır Türkleri'nden oluşan yeni bir ordu kurmak. Dönme ve devşirmelerle dolmuş devlet mekanizması temizlemek, yerlerine Türk milletinden kişiler getirmek. Osmanlı İmparatorluğu'nun başkentini İstanbul'dan Anadolu'ya, büyük olasılıkla bir Türk şehri olan Bursa'ya taşımak. İlmiye Sınıfı'nın artık yozlaşmaya başlaması nedeniyle, onların ekonomik ve siyasi güçlerini kırıp devlet üzerindeki etkilerini yok etmek.Saray geleneklerini değiştirerek artık padişah ve yakınlarının devşirmelerle evlilik yapması yerine Türk ailelerinden kız almasını sağlamak. Giysilerde değişiklikler yaparak eski gösterişli kavuk ve kaftanlar yerine daha yalın giysilerin giyilmesini sağlamak. Fatih Sultan Mehmet'in ve Kanuni Sultan Süleyman'ın yaptıkları yasaları yeniden düzenleyerek, imparatorluğun yeni koşullarına uydurmak.\nII. Osman'ın Halep, Erzurum, Şam ve Mısır Beylerbeylerine asker yazdırmak için gizli bir irade gönderdiğinin sarayda adamları olan yeniçeriler tarafından öğrenilmesi, bardağı taşıran son damla oldu. II. Osman asker toplamak için Anadolu'ya bizzat kendisi gitmek istiyordu. Bu arada İstanbul'a, Dürzi lider Maanoğlu Fahreddin'in Lübnan'da bir isyan çıkardığı haberi geldi. II. Osman bunu bir fırsat bilerek, isyanı bastırmak için Anadolu'ya gideceğini söyledi. Ancak Sadrazam Dilaver Paşa ve Şeyhülislam Hocazade Esad Efendi, koskoca padişahın küçük bir isyan için Anadolu'ya gitmesine gerek olmadığını söyleyerek, II. Osman'ın Anadolu'ya geçmesini engellemeye çalıştılar. Başka bir çaresi kalmayan II. Osman, hacca gideceğini ilan etti. Daha önce hiçbir padişah hacca gitmemişti. Sadrazam Dilaver Paşa ve Şeyhülislam Es'ad Efendi çok uğraştılarsa da II. Osman fikrinde kararlıydı. Padişahın geçeceği güzergâh üzerindeki vilayetlerin beylerbeyleri haberdar edildi ve hazırlık yapmaları istendi. II. Osman'ın yanında 500 yeniçeri ve sipahi olacak, geri kalan asker İstanbul'un korunması için İstanbul'da kalacaktı. Sadrazam, defterdar, nişancı, rikab ümerası, gedikliler, 40 müteferrika ve 40 divan katibinin da hac kafilesinde yer alması planlamıştı.\n\nİsyanın başlaması\nII. Osman, ilk olarak kendisinin yerine I. Mustafa'nın tahta geçirilmesinde dahli olduğunu düşündüğü Damat Halil Paşa'yı azletti.[9] Ardından da Hotin Seferi'ne giderken Kösem Sultan'ın oğlu olan Şehzade Mehmed'i idam ettirdi.[10] Halkı da huzursuz eden bu hataların ardından en son da gizlice ordu toplamak amacıyla hacca gideceği öğrenilince bu sefer yeniçeriler devreye girdi ve olay halk boyutundan çıkıp bir taht kavgasına dönüştü.[11] Yeniçerilerin haberi aldıktan sonra takındıkları tavır halk tarafından benimsenmemiştir.\n\nII. Osman'ın öldürülmesi\nArpalıkları kesilen ulema ile geleceklerini tehdit altında hisseden Yeniçeriler birleşerek Süleyman Ağa ile Hoca Ömer Efendi gibi bazı kişilerin idamını II. Osman'dan istediler ancak bu istekleri kabul edilmeyince 19 Mayıs 1622 tarihinde isyan başladı. Saraya giren isyancıların I. Mustafa'yı padişah ilan etmeleri üzerine bazı istekleri yerine getirildi ancak bunun da bir etkisi olmadı. Ulema başlangıçta I. Mustafa'ya biat etmek istemediyse de sonrasında biat etmek durumunda kalındı. Bu olaylar üzerine II. Osman Yeniçeri ağası Ali Ağa'nın yanına gidip ona sığındı ve ondan Yeniçerileri ikna etmesini istedi. Yeniçerilerin karşısına geçerek onları ikna etmek isteyen Ali Ağa konuşturulmadı ve kılıçla saldırılıp parçalandı. Ardından II. Osman'ı yakalayan isyancılar, onu beygire bindirip yol boyunca hakaretler ederek kötü davrandılar. İsyancılardan biri II. Osman'ın baldırlarını sıkıp ona küfrediyordu.[15] Son durak olarak Yedikule Zindanlarına götürülen II. Osman, orada hapsedildi. Onu öldürmek isteyenlere karşı direnen II. Osman'ın hayaları sıkılarak etkisiz hale getirildi[16] ve boynuna atılan kementle boğularak öldürüldü.[16] Katillerin arasında yer alanlardan biri ise II. Osman'ın kulağını keserek I. Mustafa'nın annesine götürdü.[17] Bu cinayetten I. Mustafa'nın annesi oldukça memnun kaldı.[17] Naaşı babası Sultan Ahmed'in türbesine götürülüp gömüldü.[14] Bu olaya Haile-i Osmaniye adı verilmiştir.\n",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Gabaniza%2C_Kabani%C3%A7e%2C_Kapani%C3%A7e.jpg/220px-Gabaniza%2C_Kabani%C3%A7e%2C_Kapani%C3%A7e.jpg"
        },
        {
            "ad":"IV. Murad",
            "padisahlikDönemi":"1623 - 1640",
            "dogumVeOlümTarihi":"1612 -1640",
            "detay":"IV. Murad (Osmanlı Türkçesi: مراد رابع Murād-i rābi‘) (27 Temmuz 1612, İstanbul - 8 Şubat 1640, İstanbul), 17. Osmanlı padişahı ve 96. İslam halifesi. 1623 ile 1640 yılları arasında hüküm sürdü. Revan (Erivan) ve Bağdat fatihidir. IV. Murad İstanbul'da, Sultan I. Ahmed'in ve Kösem Sultan'ın oğlu olarak dünyaya geldi. Ağabeyi II. Osman'ın Yedikule zindanlarında bir grup isyancı tarafından öldürülmesi üzerine amcası I. Mustafa tahta geçmişti. Akli dengesi bozuk olan amcası I. Mustafa'nın yerine 11 yaşındaki IV. Murad padişah yapıldı.\n\nSaltanatının ilk yılları\nOsmanlı Padişahı II. Osman'ın tahttan indirilerek öldürülmesi üzerine yerine akli dengesi bozuk olan I. Mustafa tekrar tahta çıkarılmıştı. I. Mustafa akli dengesindeki bozukluktan ötürü devleti yönetemeyecek bir durumda olması nedeniyle alınan karar gereği tahttan indirildi. Yerine ise 10 Eylül 1623 tarihinde tahta oturtulan IV. Murad geçti.[4] Ebu Eyyûb el-Ensarî Türbesi’nde Aziz Mahmud Hüdayi’nin elinden kılıç kuşanan IV. Murad, tahta çıktığında sünnetsiz olduğu için cülûsunun 5. günü sünnet edildi.[5][6] Çeşitli olumsuz olaylar sebebiyle kargaşa dolu bir ortamın olduğu dönemde tahta çıktı. Osmanlı'da can ve mal güvenliği neredeyse kalmamış ve hazine tükenme noktasına gelmişti.[6] Çözülmesi gereken en önemli iç ve dış meseleler arasında Abaza Paşa isyanı ve Bağdat’ın Safevilerden geri alınması konusu önde geliyordu.[6] IV. Murad'ın henüz çocuk yaşta olması ve tecrübesizliğinden dolayı devlet yönetiminde Sadrazam Kemankeş Kara Ali Paşa kısa bir dönem öne çıktıysa da sorunları çözme noktasında yetersiz kaldı. IV. Murad'ın saltanatının ilk 9 yılı annesinin kontrolü altında geçti.\n\nAbaza Paşa isyanı\nII. Osman'ın öldürülmesi üzerine bulunduğu yerlerdeki yeniçerileri öldürterek cezalandırmaya başlayan Abaza Paşa, IV. Murad devrinin de önemli bir sorunuydu. I. Mustafa'nın ikinci padişahlığı devrinde ayaklanan yeniçeri düşmanı Abaza Paşa durdurulmak isteniyordu. Yeniçeriler diz kapağındaki yanık üzerinden tanınmaya çalışılınca ilgisiz halk da yeniçeri oldukları iddiasıyla Abaza Paşa'nın adamlarınca öldürülüyordu.[7] Ele geçirilen yeniçerilerin boyunlarını vurduran Abaza Paşa, 1626'da Dişlenk Hüseyin Paşa'yı da öldürttü.[8] Esir aldığı yayabaşı ve bölükbaşılarından ise dördünü dörder parça ettirip Erzurum Kalesi burçlarına astırdı. Abaza Paşa sorunu ile meşgul olan Halil Paşa bu hususta bir başarı elde edemeyince 1628 yılında IV. Murad tarafından görevden alındı. Bu sırada Abaza Paşa'nın iki adamı İstanbul'da yakalanınca IV. Murad'ın emri üzerine oyulan omuz başlarına mumlar dikilip çarmıha gerilerek binek hayvanları üzerinde İstanbul sokaklarında teşhir edildiler.[9][10] Sonrasında ise birinin başı kesildi, diğeri de çengele vurularak öldürüldü.[10] Yeni sadrazam Hüsrev Paşa'nın 1628'de düzenlediği sefer neticesinde teslim olan Abaza Paşa, IV. Murad tarafından yine de bağışlandı ve Bosna beylerbeyliğine atandı. Böylelikle Osmanlı için yıllardır sorun olan bir meseleye son verilmiş olundu.\n\nKösem Sultan iktidarı\nIV. Murad tahta geçtikten sonra hızlı bir eğitime tabi tutuldu. Bu süre içerisinde padişah adına annesi Kösem Sultan 'saltanat naibesi' adıyla devleti yönetmek zorunda kaldı. Padişah adına devleti annesinin yönetecek olması Osmanlı tarihinde bir ilktir. Bu süre içinde imparatorluk anarşiye ve büyük iç karışıklıklara sürüklendi. Safeviler, Irak'ı ele geçirdi, Bağdat başta olmak üzere birçok yerde Sünniler kılıçtan geçirildi. Safevi orduları Mardin'e kadar ilerledi. Orta Doğu'daki Sünni - şii dengesi bozuldu. Kırım, Yemen, Lübnan ve Mısır'da ciddi isyanlar çıktı. Abaza Mehmed Paşa, Doğu Anadolu Bölgesi'nde iki kez isyan çıkardı. Askerlere verilen maaşlar arttırılırken, vergi sistemi bozulduğundan gelirlerde azalma görüldü. Kuzey Anadolu'da işlevsizleşen Tımar sistemi ve buna bağlı artan yolsuzlukları öne süren halk isyan başlattı. Safevilere karşı yürüttüğü seferde başarısız olan Sadrazam Hüsrev Paşa'nın azli üzerine 1632 yılında Yeniçeriler sarayı basarak sadrazam ile 17 devlet yöneticisinin kellesini istedi. Yeni Sadrazam Hafız Paşa yeniçerilerce öldürdü, birçok devlet adamının evi yağmalandı. İkinci bir isyana kalkışarak padişaha güvenmediklerini söyleyen yeniçeriler, ileride padişah olacak şehzadelerin hayatlarından şüphe ettiklerini, sağ olduklarının bir ispatı olarak şehzadelerin kendilerine gösterilmesini hatta bazı şehzadelerin Yeniçeri Ocağında kendi himayelerinde kalması gerektiğini söylemişlerdir. Padişah, şeyhülislam ve veziriazamın kefil olması ile yeniçerileri bu isteklerinden vazgeçirmiştir. Asilerin ayak divanına çıkartıp yaptıkları pazarlıklarla genç padişahı zor durumda bırakması, acizliği, yaşı itibarıyla sürekli küçümsenmesi ve annesinin himayesinde kaldığı düşüncesi onun ileride sert bir mizaca bürünmesine neden olmuştur. Kösem Sultan Anadolu'daki isyanları bastırmak için birçok girişimde bulunmuş ve en dikkat çekici olan Abaza Mehmed Paşa isyanı son bulmuştur. Kendisi anarşi döneminde ülkeyi toparlama konusunda yoğun bir çaba sarf etti. Dokuz yıllık saltanat naibeliği boyunca Kösem Sultan 8 veziriazam, 9 defterdar değiştirmiştir.[ Bunun yanında muhtaçlar için aşevleri açtı, hayır kurumları yaptırdı, borçları yüzünden hapishaneye düşmüş olan mahkûmların borçlarını ödeyerek onları hapisten kurtardı ve fakir kızların çeyizlerini düzerek onları evlendirdi. Bu icraatları ilk döneminde toplum ve bürokrasi çevrelerinde takdir görmüştür.\n\nMutlak saltanat yılları\nİdareyi ele alışı\n Bir çeşit saltanat naibi gibi devleti yöneten annesi Kösem Sultan ve bazı devlet adamlarının etkisi altında geçen saltanatının ilk yıllarında idareye etkisi kısıtlı olan IV. Murad, 1632'den itibaren yönetimde gücünü gösterir oldu.\n\nYasaklar\nTütün ve kahveyi yasakladı. Yasağın sebebinin 1630'ların başındaki büyük İstanbul yangını olduğu bilinir ve yangın sonrası çıkabilecek bir ayaklanmaya karşı tedbir olarak İstanbul'daki kahvehaneler yıktırılır. Tütün içenlerin ise öldürülmelerine dair fetva çıkarılır.[15] Tütün içenlerden orduya mensup kişiler tespit edilince eli, ayağı kırılıp boyunlarının vurulduğu da oluyordu.[16] Tütün yasağı nedeniyle evlerin bacaları dahi koklatılıyor, tütün kokusu gelen evlerdeki kimseler ceza olarak öldürülüyordu.[6] Ayrıca meyhane ve kahvelerin Yeniçeri ve isyancıların toplanma mekânı haline gelmesi padişahı düşündürmüştü. Yasak, kaybolan devlet otoritesinin de bir nevi tekrar tesisinin bir göstergesi olacaktı. Padişah kendi yasağına ne derece uyulduğuna bağlı olarak otoritesini ölçtü. Bu nedenle yasak çok katı bir şekilde uygulandı. IV. Murad, yasağa uymayanların öldürülmesini emretti. Bizzat kendisi özellikle geç saatlerde kıyafet değiştirerek yasağa uyulup uyulmadığını kontrol etti ve bulduğu şüphelileri öldürttü.[15] Bu tebdil-i kıyafet teftiş uygulamasını sıklıkla yapmış ve birçok meyhaneyi gece kendisi bizzat baskınlar ve infazlarla kapattı. Padişahın üstün ve kutsal bir figür olarak Topkapı Sarayı'nda bulunmasına alışık İstanbul halkı halk arasına karışan ve doğrudan gücünü sergileyen IV. Murad'a bu yüzden farklı bir gözle bakmıştır. Sultanın ölünceye kadar sürdüğü bu uygulaması sonucu hiçbir padişaha karşı üretilmeyen efsane ve menkıbelere neden olmuştur. IV. Murad'ın sözlü kültürdeki zengin konumu onun özlenen otoriter bir padişah figürünün bir tecellisi olarak yorumlanmıştır. IV. Murad içkiyi de halka yasaklamış, ancak kendisi içki içmeyi sürdürmüş ve bu içki bağımlılığı ölümünün bir nedeni olmuştu. IV. Murad dönemindeki bir diğer yasak ise yatsıdan sonra fenersiz dışarı çıkma yasağı idi. Kıyafet değiştirerek yatsıdan sonra sokakları gezen IV. Murad, fenersiz gezenlerle karşılaşınca ceza olarak onları öldürtmekteydi. Sabah olduğunda bu nedenle cezalandırılan kişilerin ölü bedenleri yerlerde görülüyordu. Yasağa uymayanları ölümle cezalandıran IV. Murad, bir defasında kıyafet değiştirip gezerken, camiden geç saatte çıkıp fenersiz evine giden bir imamın çocuğunu yakalamış ve onu yasağa uymadığı için öldürtmüştü. Dini bir hareket olan Kadızadelilerin IV. Murad'ın yasaklarına destek ve etkileri olmuştu. IV. Murad'ın tütün yasağını getirmesi ve kahvehaneleri yıktırması gibi kararlarında ona destek veren Kadızadeliler ile bir birlikteliği vardı.[22] Tütün ve kahvenin haram olduğunu ileri süren Kadızadeliler hareketi, yeniliklere karşı katı bir pozisyon almış ve ateşli vaazları ile halk kitlelerini peşlerinden sürüklemişlerdi.\n\nÖlümü\nIV. Murad, Revan Seferi sırasında ortaya çıkan hastalığı (siroz[45] veya nikris) nedeniyle ciddi sağlık problemleri yaşar. Her ne kadar kısa bir dönemliğine düzeldiyse de 1639 Kasım'ında durumu tekrar kötüleşir. Sağlığı iyice kötüleşince yakın çevresinde bulunanlar IV. Murad'a içkiyi bırakmasını önerdiler. Oldukça çok içki içen IV. Murad, her ne kadar hastalığı üzerine içkiyi bir müddet bıraktıysa da hastalığı biraz düzelme gösterince tekrar içkiye başladı. Sağlık durumu git gide kötüleşen IV. Murad, kardeşi Şehzâde Kasım'ı boğdurduğu odada henüz 27 yaşında iken 1640 yılında öldü. IV. Murad'ın erken yaştaki bu ölümü içkiye olan aşırı bağımlılığından dolayıydı. Ölmeden önce kardeşi İbrahim'i öldürtmek istediği ancak saraydakilerin bunu engellediği söylenilir. IV. Murad dönemi Osmanlı İmparatorluğu'nun duraklama döneminde toparlandığı bir dönem olarak kabul edilir. Bu toparlanma ölümü ile bozulmuş ve 1656 yılında Köprülü Mehmet Paşa'nın sadrazam olmasına kadar da tekrar sağlanamamıştır. IV. Murad'a devlet idaresinde yol gösterici olması için Koçi Bey tarafından risaleler hazırlanmıştır. Bu risalelerde padişahın isteği üzerine devletin gücündeki zayıflamanın ve bozulmanın nedenleri ortaya konmuş ve çözüm için öneriler üretilmiştir. 'Muradi' mahlasıyla hem divan hem aşık tarzı şiirler yazmıştır. Döneminde halk edebiyatı büyük gelişme göstermiş, manzumelerine şairler tarafından nazireler yazılmıştır. Yazdığı divan şiirlerini düzenlemesi için Vehbi Osman Çelebi'ye emanet etmiş fakat ölümüyle birlikte bu divan ortadan kaybolmuştur. Hattattır. Talik yazıda kendi geliştirmiştir. İcazetini Hat hocası Tulumcuzade Abdurrahman Efendi'den almıştır. Güzel yazıya ve musikiye ilgi duymuştur. Mehter müziğinin önde gelen bestekârları arasında sayılan IV. Murad'ın sözlü eserleri yanında saz eserleri de bestelediği bilinmektedir. Yılmaz Öztuna onun bestelediği 15 eserinin listesini vermiştir. Sözleri de kendisine ait olan 'Uyan Ey Gözlerim Gafletten Uyan' ilahisi de bu bestelerden birisi olarak kaydedilir. (Bazı araştırmacılar bu ilahinin IV. Murad'a değil III. Murad'a ait olduğunu ileri sürer.) Dönemin önemli simalarından Evliya Çelebi, onun huzurunda yapılan edebiyat ve musiki cemiyetlerinden genişçe söz etmektedir. Bunlar arasında Kör Hasanoğlu Mehmet Çelebi'nin haftada iki gece padişahın huzurunda hayal oyunu sergilemesi de vardır. İtalyan düşünürü Machiavelli'nin 'Prens' adlı eserini Türkçeye çevirtmiştir. Okçuluğa ve topçuluğa ilgi duymuştur. Hobi olarak yay ve kiriş imal eder, seferlerde kendisi top atışları yapardı. Cirit atardı. Matrak oyununa (eski bir savaş sporu) ilgi duyar ve iyi bir icracısı (matrakbaz) sayılırdı. Saray ahırında 300'den fazla seçme binek, 50'ye yakın da yarış atı bulundurmuştur. Kendi şahsına mahsus 9 atı vardı. Bu atlar öldüğü zaman gelenek icabınca cenazesinde ters bir şekilde eğerlenerek kortejde yürütülmüştür. Revan ve Bağdat seferleri boyunca gördüğü vakıf eserlerini tamir ettirmiştir. Fırat nehrinin Elazığ'ın kuzeyinde kalan bölümü bugün onun adını taşır. Topkapı Sarayı'na Revan ve Bağdat köşklerini yaptırmıştır. Bizzat kendisinin komuta ettiği iki büyük sefer icra etmiştir. Bu seferlerine sorguçlu bir miğfer ve zırh giyerek gitmiş ve aynı kıyafetlerle geri dönmüştür. Bağdat Seferi'nden yine aynı kıyafetlere ek olarak bir pars postu giyerek dönmesi dikkat çekici bulunmuştur. Doğu'ya yaptığı iki büyük sefer ve İstanbul dışındaki gezileri IV. Murad'ın haremden uzak kalmasını gerektirmiştir.[49] IV. Murad donanmaya da büyük yatırımlar yapmış ve Otuz Yıl Savaşları'ndan faydalanarak Venedik üzerine bir sefer hazırlığı yaptırmıştır. Hazırlanan donanma Girit'in fethinde büyük faydalar sağlamıştır. Başarıları ve askerliğe yatkınlığıyla ordu ve halk tarafından saygı duyulan bir padişah olmuştur. Özlenen karizmatik padişah figürünü fazlasıyla sergilemiş bu yüzden de hakkında birçok menkıbe üretilmiş ve Anadolu'da birçok yerel yapıya adı verilmiştir. İlber Ortaylı IV. Murad'ı '17. yüzyılın en büyük mareşali' ölümünü de 'büyük bir kayıp' olarak tarif eder.\n",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Murad_IV.jpg/220px-Murad_IV.jpg"
        },
        {
            "ad":"Sultan İbrahim",
            "padisahlikDönemi":"1640 - 1648",
            "dogumVeOlümTarihi":"1615 - 1648",
            "detay":"Sultan İbrahim (d. 5 Kasım 1615, İstanbul – ö. 18 Ağustos 1648, İstanbul), 18. Osmanlı padişahı ve 97. İslam halifesidir. İbrahim, 8 Şubat 1640'ta ağabeyi IV. Murad'ın ölümü üzerine 25 yaşında ve 18. padişah olarak Osmanlı tahtına çıktı. Şehzadeliğinde çok sıkı bir saray hayatı yaşamış, erkek kardeşleri IV. Murad tarafından öldürtülmüş[1] olduğundan korku içinde büyümüştü.\n\nŞehzadeliği\nI. İbrahim 5 Kasım 1615 tarihinde doğdu. Babası Osmanlı Padışahı I. Ahmed, annesi Kösem Sultan'dır. Babasının 1617 senesinde vefat etmesi ve amcası I. Mustafa'nın tahttan indirilmesi ile ağabeyi II. Osman tahta çıktı. Daha iki yaşındayken Kafes'e kapatıldı. Daha sonra aynı anne'den doğan ağabeyi IV. Murad tahta çıktı. Sultan IV. Murat'ın emriyle Şehzade Bayezid 1635'te Revan Sefer'ine çıkarken ibrişim kemendiyle boğduruldu. Aynı zamanda diğer kardeşi Şehzade Süleyman da boğduruldu.[2] Kösem Sultan'dan doğan öz kardeşi Şehzade Kâsım ise 1638'de Bağdat Seferi arefesinde boğduruldu.[3] Sultan İbrahim'in tahta nasıl çıktığı hakkında çeşitli tevatürler bulunmaktadır. Fransız seyyah Du Loir'in seyahatnamesine göre, IV. Murad ölürken hayatta kalan tek şehzade olan İbrahim'i öldürmek üzere Şeyhülislam Zekeriyazade Yahya Efendi'den fetva almış ve kendisinden sonra tahta Kırım Han'ının geçmesini istemişti. Fakat bu emir Kösem Sultan tarafından engellenmiş, böylece Şehzade İbrahim Osmanlı tahtına çıkmıştı. Solakzade Mehmed Hemdemî'ye göre ise, IV. Murad ölüm döşeğindeyken kardeşi İbrahim'i çağırıp tahtın kendisinden sonra ona nasip olacağını söylemiş ve halkı koruyup gözetmesi vasiyetinde bulunarak kardeşiyle helalleşmişti. Osmanlı kroniklerinde anlatıldığı üzere; ağabeyinin vefat haberini İbrahim, bunun kendisini öldürmek için bir tertip olduğunu düşünüp odasından çıkmak istememiş, ancak ağabeyinin cesedini gördükten sonra ikna olmuş ve tahta cülûs etmiştir.\n\nDönemin önemli olayları\nSultan İbrahim tahta geçtiğinin ilk senesinde Emirgüneoğlu olayı yaşandı. IV. Murad'ın İran Seferi sırasında Revan Kalesi kumandanı olan Emir Mirgünoğlu, kalenin fethinden sonra affedilerek Emirgan’da oturmasına izin verilmişti. Mirgünoğlu, IV. Murad'ın ölümünü fırsat bilerek bölücü ve yıkıcı propaganda yaptı. Bu faaliyetleri üzerine İbrahim, onu idam ettirdi. Ancak bundan dolayı İbrahim bazı çevrelerden düşmanlar edindi. Diğer taraftan, Malta Şövalyelerinin fırsat buldukça Türk ticaret gemilerine saldırmaları yüzünden, Sultan İbrahim onların en büyük sığınağı olan Girit Adası'nın fethini emretti. 20 Haziran 1645'te Sakız Adası'ndan denize açılan Osmanlı donanması, 17 Temmuz'da Girit'in Hanya limanını fethetti. Hanya'nın Osmanlılar tarafından fethi, Avrupa'da büyük etki uyandırdı. Almanya ve İtalya bölgelerinde ülkeler asker göndererek Venedik'e yardım kararı aldılar. Hanya muhafazasına getirilen Deli Hüseyin Paşa, harekâta devâmla Resmo Kalesi'ni ele geçirdi. Bu sırada Hezarpare Ahmed Paşa aleyhine olarak başlayan isyan, İbrahim'in de tahttan indirilmesiyle sonuçlandı. Tahta oğlu IV. Mehmed çıkarıldı. İsyancılar ve bunların önderi olan Sofu Mehmed Paşa, İbrahim'i idam ettirdiler (18 Ağustos 1648). Ayasofya Selatin haziresinde, caminin Roma döneminde vaftizhane olarak kullanılan kısmına defnedilmiştir (I. Mustafa ve İbrahim Türbesi). Sultan İbrahim döneminde devletin iç huzurunun sağlanması, mali durumunun düzeltilmesi için önemli çalışmalar yapılmış, para basılmadan para ayarının düşürülerek ve vergilerin toplanarak hazinenin güçlendirilmesine çalışılmıştı.\n\nAraba yasağı\nİstanbul sokaklarında sık sık dolaştığı günlerden birinde önüne çıkan bir öküz arabası Sultan İbrahim'i hiddetlendirir. Bunun üzerine Sultan İbrahim verdiği bir emir ile şehir içinde halka arabayı yasaklar. Ancak günün birinde üfürükçüye gittiği sırada karşısına bir araba çıkması üzerine Sultan İbrahim, bundan sorumlu tuttuğu Vezîriâzam Sâlih Paşa'yı üfürükçünün evine çağırtıp oracıkta kuyu ipiyle boğdurttu.\n\nVarvar Ali Paşa İsyanı\nGüzelliğiyle bilinen İpşir Paşa'nın Sivas'taki eşi Perihan Hanım'ı kendine isteyen Sultan İbrahim'in emrine Varvar Ali Paşa karşı gelmiş ve İpşir Paşa'nın eşini Sultan İbrahim'e götürmemişti.[10] Bu durum üzerine emri yerine getirmeyen Varvar Ali Paşa'nın görevinden alınmasına karar verildi. Onu öldürmekle görevlendirilen İpşir Paşa'nın saldırısına ise hazırlıksız yakalandı. Eşini savunduğu İpşir Paşa, Varvar Ali Paşa'nın sonu oldu. İdam edilen Varvar Ali Paşa'nın kesilen başı İstanbul'a yollandı ve İpşir Paşa da ödüllendirildi.\n\nÖlümü\nSultan İbrahim'in savruk harcamaları tamamen mücevher işli yeni bir saltanat kayığı yaptırması isteği ile daha da arttı. Bunun için esnaftan, ulemadan, ocak ağalarından ve devlet ricalinden ek vergiler istenildi ve buna muhalefet edecek olanların cezalandırılacakları duyuruldu. Kösem Sultan, bunun bir patlamaya yol açabileceğine dair Sultan İbrahim'i uyarmak istemesi dolayısıyla saraydan atılarak İskender Bahçesi'ne sürgün edildi. Sadrazam Tezkereci Ahmet Paşa ise kendi savruk harcamalarına devam etmekte ve oğlunun düğünü için yaptığı eğlentiler ve harcamalar hakkındaki haberler şehirde herkese yayılmakta idi. 7 Ağustos 1648'de ulema Fatih'te (başlarındaki yeniçeri ağası) kapıkulu ocakları ağaları da Etmeydanı'nda Orta Camii'nde toplandılar. Sultan İbrahim'in sefahatine ve koyduğu samur ve amber vergisine karşı olarak bir ayaklanma üzerinde anlaştılar. Sabahleyin silahlanmış kapıkulu askerleri Fatih Camii avlusuna geldiler. Bunu haber alan sadrazam Tezkereci Ahmet Paşa korkup saklandı. O zaman başdefterdar olan Sofu Mehmed Paşa Fatih Camii'ne çağrıldı ve burada isyancıların liderleri olan ocak ağaları ve ulema liderleri tarafından geniş tecrübesi nedeniyle kendisinin sadarete getirildiği ilan edildi.[13] O zamana kadar sadrazam olan Tezkereci Ahmet Paşa saklandığı için kendisinden mühr-ü humayun alınamamıştı. O akşam geç saatlerde Tezkereci Ahmet Paşa saklandığı konağında yakalandı. Konağı yağmalandı. Eski sadrazam, Fatih Camii'ne isyancı kapıkulu askeri komutanları; ulema liderleri ile bunların veziriazam seçtikleri ve sarayın da bunu teyit ettiği Sofu Mehmed Paşa önüne getirildi. Orada Cellat Kara Ali tarafından boğularak idam edildi. Öldürüldüğü yaşının 50'yi geçtiği bildirilir. Sadrazam olan damadının katledilmesinden sonra, Sultan İbrahim durmadan haber gönderiyordu, isyancılara. Artık dağılınız. Bir değişiklik olmadığını tespit edince, saray burçlarına topları yerleştirtmiş, bostancıları silahlandırmıştı. İtaatsizlikleri devam ettiği takdirde hepsini kırıp geçireceği haberinin yayılsın istiyordu. İsyancılar ise Kösem Valideye saldık­ları bir haberde, Şehzade Mehmed Sultanı Orta Camii'e göndermesini talep ettiler. Kösem Sultan bunun mümkün olamayacağını, böyle bir cülus adeti olmadığını, padişahın patırdısına bakılmamasını, kendisinin sarayda her ne kadar on iki bin silahlı bostancı neferi olmasına rağmen Ağaların kendisi tarafında olduğunu bildirdi. Cemiyet saraya geldiğinde bos­tancıların kendilerine iltihak edeceğini bildirdi. Bu bilgiyi er­tesi gün gizlice kıyam erbabının yanıbaşına gelen Bostancıbaşı te'yid etti. O gün Cuma idi ve bu hâl üzere salatı cuma elden gitmişti. Atmeydanı'na doluşan kıyamcılar, ayak divanı istediler, ora­da da durmayıp saray içine daldılar. Karşılarında Sultan İbra­him değil, Valide Sultanı gördüler. Karşılıklı olarak konuştu­lar. Valide Sultan kıyam edenlere her ne kadar mukavemet etmeye çalıştıysa da, oğlu İbrahim'in tahtta kal­masını sağlayamadı. Sonunda: 'Varayım arslanımın sarıkcığını sardırayım ve çıkarayım' diyerek içeri girdiği görüldü. Az sonra küçük şehzade babaannesinin elinden tuttuğu halde, masum ve güzel yüzü ile göründü. Osmanlı tahtına oturtul­du. Birbir önünden biat ederek geçiyorlardı. Bu kalabalıktan ürken yeni padişah ağlamağa başlayınca, daha fazla rahat­sızlık vermeyi önlemek için biat yeterli sayıldı. 6 Ağustos 1648 Çarşamba günü başlayan ihtilâl, cu­ma günü nihayetlendiğinde, Osmanlı tahtında otuz dokuz yıl hü­küm sürecek, IV. Mehmed ünvanlı Sultan İbrahim'in oğlu vardı.\n",
            "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Ibrahim_I.jpg/220px-Ibrahim_I.jpg"
        }

]
